{
    "subcategory": "Gender Awareness in Services and Product Development",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"Organizations are taking steps to elevate the economic condition of women in an attempt to reduce inequities, especially those encountered by women. For this purpose, they make conscious efforts to offer products and services which equitably cater to the needs and wants of both genders. Some industry examples are presented below."
                }
            ]
        },
        {
            "heading": "PPAF",
            "content": [
                {
                    "type": "paragraph",
                    "text": "PPAF has had several poverty graduation initiatives that aim to reduce poverty from the lowest levels and bring economic and social prosperity. These initiatives have been implemented in over 100 districts and have influenced 16.28 million people with 50% women. The organization also ensures that there is no discrimination when it comes to the company’s interventions. For example, borrowers of microfinance loans are 50 percent females. Another initiative taken by PPAF is their \"Art Residency\" project, which was a musical journey out of poverty for indigenous musicians, with a focus on the marginalization of musicians within society, preserving endangered indigenous musical instruments and folk economy. Diversity was a core component of the Art Residency in Islamabad as a female vocalist and apprentice duo was addedas part of the residency to achieve more gender balance."
                }
            ]
        },
        {
            "heading": "Bank Alfalah",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Under the prime minister’s Kamyaab Jawaan scheme, Bank Alfalah specifically designs its services and products for women and has been lending to women entrepreneurs in both the SME and Agri fields."
                }
            ]
        },
        {
            "heading": "JS bank",
            "content": [
                {
                    "type": "paragraph",
                    "text": "JS bank has a specific product umbrella, \"JS Her\" which represents all the products specifically designed for women. Additionally, the bank has separate loan products for women who want to start their own business, headingly JS Khud Mukhtar."
                }
            ]
        }
    ]
}