{
    "category" : "Advancement and Retention",
    "image": [
        {
            "type": "image",
            "text": "book1_cat5"
        },
        {
            "type":"caption",
            "text":"© Gender DEI Toolkit MARC"
        }
    ],
    "subcategory": "Equitable promotion process",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"Organizations that consider female representation across hierarchical levels as important, integrate initiatives in the talent review process to ensure that females are developed for leadership positions and encouraged to apply for promotions.Examples under this theme can be divided into two sub-themes; equitable succession planning and equitable talent reviews."
                }
            ]
        },
        {
            "heading": "Unilever",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Unilever has set an ambitious target to become gender balanced for mid-level management and above. The company has had two female CEOs in the past 10 years along with a very gender diverse management committee."
                }
            ]
        },
        {
            "heading": "FINCA Microfinance Bank Limited",
            "content": [
                {
                    "type": "paragraph",
                    "text": "FINCA Microfinance Bank Limited makes an effort to find competent females whenever there is an internal job posting, to ensure career growth of females in the organization."
                }
            ]
        },
        {
            "heading": "MMBL",
            "content": [
                {
                    "type": "paragraph",
                    "text": "MMBL has a talent review and development plan which is focused on uplifting female employees and making them actively involved in leadership roles."
                }
            ]
        },
        {
            "heading": "PPAF,",
            "content": [
                {
                    "type": "paragraph",
                    "text": "At PPAF, if a position is held by a man for a long time, they make an effort to identify competent females from within the organization or outside to disrupt the chain and change the narrative."
                }
            ]
        },
        {
            "heading": "HRSG",
            "content": [
                {
                    "type": "paragraph",
                    "text": "In light of its aim to retain a strong talent pool of female employees, HRSG has reached 33% female representation at their senior leadership level, and is now focusing on promoting females to C level for further advancement."
                }
            ]
        },
        {
            "heading": "TPL Corp",
            "content": [
                {
                    "type": "paragraph",
                    "text": "TPL Corp gives special attention to women leadership by promoting females within the organization and enabling them to reach leadership roles. On April 01, 2022, the company promoted their female Head of Learning and Development to the position of 'Chief Learning Officer' within the 8 months of joining."
                }
            ]
        }
    ]
}