{
    "category" : "Community,Government Relations and Philanthropy",
    "image": [
        {
            "type": "image",
            "text": "book1_cat12"
        },
        {
            "type":"caption",
            "text":"© Gender DEI Toolkit MARC"
        }
    ],
    "subcategory": "Support for women-led businesses",
    "content": [
        {
            "heading": "Examples of organizations providing support for women-led businesses",
            "content": [
                {
                    "type": "subheading",
                    "text": "Bank Alfalah"
                },
                {
                    "type": "paragraph",
                    "text": "Bank Alfalah has a toolkit for the SME sector which can be used by women to further enhance their businesses. Visits are made by Bank Alfalah to organizations created and led by women to address ways their businesses can be expanded. Bank Alfalah was also actively involved in the Kamyaab Jawaan scheme introduced by the ex Prime minister, to help several women."
                },
                {
                    "type": "subheading",
                    "text": "Jazz"
                },
                {
                    "type": "paragraph",
                    "text":"Jazz has programs in place to enhance digital literacy among girls, maximize female-led enterprises in the start-up ecosystem and enhance the representation of women across ICT."
                },
                {
                    "type": "subheading",
                    "text": "PPAF"
                },
                {
                    "type": "paragraph",
                    "text":"PPAF conducted an event called Women’s Jamboree in which women who had won Amtul Raqeeb award (acknowledgement for women who had been change makers) over the years were gathered with the purpose of networking. They shared the initiatives they had taken, and how they had supported their businesses using the money they had won."
                },
                {
                    "type": "subheading",
                    "text": "PTCL Group"
                },
                {
                    "type": "paragraph",
                    "text":"PTCL Group believes in empowering women, and has provided business to small scale women-owned firms on several occasions in order to give them the opportunity to create industry links."
                },
                {
                    "type": "subheading",
                    "text": "TPL Corp"
                },
                {
                    "type": "paragraph",
                    "text":"TPL Corp makes continuous efforts to support women in all spheres of life. The company partnered with a women led organization of under privileged females in 2021 which makes artifacts. The organization was given TPL Corp's posters of nearly 50 by 50 feet to recycle and convert them into beautiful artifacts, which were presented to employees on international women’s day."
                }
            ]
        }
    ]
}