{
    "subcategory": "Women's leadership development programs",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"Organizations that are committed to gender DEI offer women's leadership development programs that aim to equip potential future leaders with the required skills and abilities. These programs facilitate women in qualifying for senior positions and help them in becoming successful leaders. Table 3 provides examples of women leadership development programs in various organizations."
                }
            ]
        },
        {
            "heading": "Abacus",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Next Gen Female Leaders: A program aimed at developing first time managers. It focuses on developing high potential females who are first time managers. The program facilitates top females to reach leadership positions where they can make decisions and have autonomy."
                }
            ]
        },
        {
            "heading": "Bank Alfalah",
            "content": [
                {
                    "type": "paragraph",
                    "text": "She Lead: Women leadership development program. The program focuses on building a personal brand, self-promotion for women, forming effective and strategic connections, overcoming self-limiting beliefs and career development planning."
                }
            ]
        },
        {
            "heading":"EPCL",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Breaking the Glass Ceiling: Leadership development program for females. This program, is based on a one-year leadership journey for females with group coaching and one-on-one coaching sessions conducted every month. Each month, a different module is covered, for example communication skills, negotiation skills, presentation skills, and so on, thereby making women proficient in multiple competencies. It has resulted in an 11 percent increase in the performance ratings of females."
                }
            ]
        },
        {
            "heading": "Jazz",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Jazz has launched various talent development programs female's at all career stages. Examples include, 'Phoenix', which focuses on essential skills for leadership potential. 'Maximize', which is to maximize the technical skills in females, and 'Empower' which is a leadership development program for females. Each of these programs is designed specifically for women to help them progress in their career ensuring they can easily climb the corporate ladder."
                }
            ]
        },
        {
            "heading": "S&P Global",
            "content": [
                {
                    "type": "paragraph",
                    "text": "I'm Woman: Leadership development program for females. I’m Woman was a 3-month program focused on the personal and professional development of 26 females from S&P Global Pakistan. The key theme of this program was to expand the perspectives of women who were interested in leadership positions and to facilitate their development through the lens of highly accomplished female executives who had been able to attain work-life integration. The program consisted of a series of round table discussions with senior female leaders at S&P Global, and the formation of mentor-mentee relationships which could continue beyond the 3 month program, by mutual consent between the mentor and mentee."
                }
            ]
        },
        {
            "heading": "Telenor",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Telenor has launched a female leadership program aiming to uplift senior female leaders and to encourage leaders to manage diversity within their teams."
                }
            ]
        }
    ]
}