{
    "subcategory": "Additional DEI training and learning initiatives",
    "content": [
        {
            "heading": "Abacus",
            "content": [
                {
                    "type": "paragraph",
                    "text": "At Abacus, the corporate HR department runs bi-annual training programs with regards to aligning employees career development plans through classroom level soft skill trainings on D&I policies, programs and practices."
                }
            ]
        },

        {
            "heading": "Bank Alfalah",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Bank Alfalah plans to start a series on e-learning for first-time mothers and their line managers. The transition of entering motherhood and having to come back to work is challenging and the organization acknowledges it. Educating line managers on how to be more supportive towards these mothers is likely to make the transition easier."
                }
            ]
        },
        {
            "heading": "FINCA Microfinance Bank",
            "content": [
                {
                    "type": "paragraph",
                    "text": "FINCA Microfinance Bank Limited conducts a mandatory 45-minute training every March on D&I covering several modules. A quiz is held afterwards, and an employee needs to score 50% or above to move forward. Moreover, a one-day training is conducted on stress management and team building. The company also deputes women champions which could be males or females at all of their touch-points. Their role is to provide a safe space for women, both staff and customers, to educate females about financial inclusion, and to extend their learnings to others."
                }
            ]
        },
        {
            "heading": "Interloop",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Interloop conducts numerous trainings on promoting equality and diversity for the management staff, and the company also plans to extend these trainings for the non-management staff."
                }
            ]
        },
        {
            "heading": "Jazz",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Jazz conducted a MCC campaign to get male managers/leaders on board so that they can show their support, and share facts on how females provide a competitive advantage and other benefits to their teams. The company has also conducted concentrated trainings with EY, which included trainings on inclusive leadership and becoming male champions of change. Jazz also provides other DEI related trainings which include micro aggressions and implicit bias trainings for all employees; inclusive management training for all people managers and leaders, and inclusive culture and everyday respect training for its leadership team. The organization also offers micro learning using e-learning platforms."
                }
            ]
        },
        {
            "heading": "S&P Global",
            "content": [
                {
                    "type": "paragraph",
                    "text": "S&P Global has a regular educational webinar series, called \"Courageous Conversations\", in which leading experts, recognized advocates and authors in the DEI space speak on a variety of DEI topics, including anti- racism, transgender equality, and colorism at both micro and macro-levels. Through these conversations, S&P Global aims for its people to go through the journey of learning together as an organization. A follow-up open forum debrief session, called \"Brave Spaces\" also provides the opportunity for people to share, ask questions, and have constructive discussions, conducted in a safe space for everyone."
                }
            ]
        },
        {
            "heading": "Telenor",
            "content": [
                {
                    "type": "paragraph",
                    "text": "The leadership D&I program at Telenor provides training on D&I to both senior and middle managers. The organization also conducted a female leadership program, which was a workshop to uplift senior female leaders. The aim was to better equip them to manage diversity within their teams while also managing their own and the biases of of their subordinates. The company also carries out the MCC campaign, focused on building male sponsorship for gender DEI."
                }
            ]
        },
        {
            "heading": "Teradata",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Teradata conducts acknowledgment sessions called “Diversity Dialogues” to ensure an in-depth understanding about DEI and its challenges. External speakers are invited to share facts, stories, statistics, challenges and practices related to DEI, while also allowing internal volunteers to share their stories about discrimination and inequity. The activity creates sensitization of the matter, by allowing individuals who have gone through such experiences to talk about them, while allowing anonymity."
                }
            ]
        },
        {
            "heading": "TPL Corp",
            "content": [
                {
                    "type": "paragraph",
                    "text": "TPL Corp has conducted various training sessions. The sessions were for all management staff and aimed at teaching them the ways to enhance diversity, and be more inclusive in managing their teams. These se also focused on collaboration, transparency and removing unconscious bias."
                }
            ]
        }
    ]
}