{
    "subcategory":"Internal webspaces used to promote DEI",
    "content":[
        {
            "heading":"Examples of internal web spaces used by organizations to promote DEI",
            "content":[
                {
                    "type":"subheading",
                    "text":"Bank Alfalah"
                },
                {
                    "type":"paragraph",
                    "text":"Bank Alfalah has an email group \"Women at Bank Alfalah\" on which the bank sends its female employees women-centric articles. Internally, communications are rolled out through its learning management system, staff TV channel and HR portal."
                },
                {
                    "type":"subheading",
                    "text":"FINCA Microfinance Bank Limited"
                },
                {
                    "type":"paragraph",
                    "text":"FINCA Microfinance Bank Limited celebrates International Women’s month instead of celebrating it for a single day. They have podcasts, interviews and panel discussions to raise awareness. The bank also uploads the material regarding how it celebrated this month (including free health clinic, awareness sessions, trainings on financial literacy etc.) on the platform of FINCA Impact Finance, Yammer. Further, the bank has made a WhatsApp group to interact with its female employees. Regular refreshers are sent to all staff members throughout Pakistan via emails (in English as well as Urdu) regarding code of conduct, dress policy, and workplace harassment."
                },
                {
                    "type":"subheading",
                    "text":"Jazz"
                },
                {
                    "type":"paragraph",
                    "text":"Jazz has several platforms including an internal portal and mobile app \"People Hub\" where all the announcements, including DEI-related announcements are made. In addition to this information about DEI, initiatives and policies are also released on emails, flash messages as well as on Workplace by Meta. Jazz has also introduced an employee resource group for all women and is expanding it for PWDs, allies and other forms of diversity within the organization. Micro-learnings and small videos are shared on this channel for the purpose of raising awareness."
                },
                {
                    "type":"subheading",
                    "text":"JS Bank"
                },
                {
                    "type":"paragraph",
                    "text":"Employees of JS Bank have access to internet portals called Learning Management System and Decibel, where all important announcements are available for people who are part of the organization. Emails are another important source of communication, whereby the DEI team rolls out emails providing guide and information about DEI."
                },
                {
                    "type":"subheading",
                    "text":"MMBL"
                },
                {
                    "type":"paragraph",
                    "text":"In MMBL, female employees from top management as well as female employees working in any far-off branch are part of a WhatsApp group. This group enables interaction and provides a platform to women to communicate their problems so that they can be facilitated accordingly. They can share their achievements, provide feedback, or ask for clarity on any matter of concern."
                },
                {
                    "type":"subheading",
                    "text":"PTCL"
                },
                {
                    "type":"paragraph",
                    "text":"The platform Workplace is used in PTCL Group to run numerous awareness campaigns such as \"Diversity at the PTCL Group\", to educate employees about D&I related terminology, and spread knowledge about diversity and inclusion across the company. Moreover, the Pink club at PTCL Group runs different campaigns for engagement purposes. The organization also ran a company-wide DEI awareness campaign in 2021 through HR news bulletin. In this campaign, a news bulletin that encapsulated DEI related efforts was released every Monday. It has also created a DEI work group on Workplace app which has about eight thousand and one hundred employees. Posts are shared with employees and news about sponsorships are also released so that all the employees and management staff remain aware of the organization’s preferred roadmap for DEI at all times."
                },
                {
                    "type":"subheading",
                    "text":"Unilever"
                },
                {
                    "type":"paragraph",
                    "text":"Unilever has an Internal SharePoint portal that includes an entire module on DEI. The module shares information regarding Unilever’s DEI initiatives."
                }
                
            ]
        }

    ]
}