{
    "subcategory": "Confidence building initiatives for women",
    "description": "Organizations that have embraced DEI are deeply committed to providing initiatives that build confidence of women. These initiatives can be divided into three types; DEI networks and clubs, mentorship and sponsorship for women, and support to overcome psychological barriers.",
    "content": [
        {
            "heading": "PTCL Group",
            "content": [
                {
                    "type": "paragraph",
                    "text": "PTCL Group launched its Pink Club in 2017; it undertakes initiatives revolving around the professional development and well-being of females across the company. Pink ambassadors appointed at all regional and zonal offices act as representatives of the cause for DEI-related women-centric initiatives. The team uses Workplace to run campaigns, for example Mehfil-e-Milad, Polycystic Ovarian Syndrome (PCOS) Awareness Campaign, and Breast Cancer Awareness Campaign. Each year the club celebrates International Women’s Day with great vigor in line with the global campaign by United Nations. In 2021 male employees at the PTCL Group pledged their support for the cause through the campaign “Strong Men Wear Pink”."
                }
            ]
        },
        {
            "heading": "Telenor",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Telenor sets up focus groups called 'Listen and Learn' for the female employees with the CEO to listen to their ideas. Telenor has also established female forums “EmpowHer Network” that is dedicated to female succession planning and is a tool to motivate and support development of female talent."
                }
            ]
        },
        {
            "heading": "Unilever",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Unilever carries out a connect and share circle called “She for She”, in which a senior person from the top 50 leaders interacts with 25 to 30 female employees. These circles allow females to share their problems, attain solutions and listen to inspiring experiences from one another. Initially these circles were limited to particular functions, but now the company plans to conduct them with cross-functional groups."
                }
            ]
        }
    ]
}