{
    "subcategory": "Flexible Working Hours",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"Organizations are offering various flexible working arrangements and policies to work from home to help female employees maintain their work-life balance."
                }
            ]
        },
        {
            "heading": "Examples of Flexible Working Hours Policies Devised by Organizations",
            "content": [
                {
                    "type": "subheading",
                    "text":"Abacus"
                },
                {
                    "type":"paragraph",
                    "text":"Abacus Anywhere: This policy encourages remote working so that female employees feel safe, supported and productive, especially after the outbreak of the pandemic. While it encourages remote working for every staff member, it specifically provides flexible working hours to women at different life stages. They are allowed to work remotely, or work from home."
                },
                {
                    "type":"subheading",
                    "text":"FINCA Microfinance Bank Limited"
                },
                {
                    "type":"paragraph",
                    "text":"Work from home: FINCA Microfinance Bank Limited has a policy offering 4 days’ work from home every month for females."
                },
                {
                    "type":"subheading",
                    "text":"JS Bank"
                },
                {
                    "type":"paragraph",
                    "text":"Flexible working arrangements: JS Bank provides flexible working hours in the form of work from home, and reduced hours, depending on the needs of women, especially working mothers."
                },
                {
                    "type":"subheading",
                    "text":"MMBL"
                },
                {
                    "type":"paragraph",
                    "text":"Flexible working hours: This policy has been devised by MMBL to allow working mothers to work from home. A working mother can opt for one day as a flex day in the week. A working mother can arrive late and leave early as long as her productivity is not affected."
                },
                {
                    "type":"subheading",
                    "text":"Telenor"
                },
                {
                    "type":"paragraph",
                    "text":"Both males and females are allowed to work from home on any two days of their choice every week. Female employees, having children less than or equal to four years of age, are allowed to work home the entire week."
                },
                {
                    "type":"subheading",
                    "text":"Unilever"
                },
                {
                    "type":"paragraph",
                    "text":"Everyone at Unilever, except factory production workers, is permitted to work anytime, anywhere, as long as they meet business expectations."
                }
            ]
        }
    ]
}