{
    "subcategory": "Executives' Involvement in DEI",
    "description":"Members of the board of directors and other senior executives of different organizations are actively engaged in the promotion of DEI.",
    "content": [
        {
            "heading":"EPCL's",
            "content":[
                {
                "type":"paragraph",
                "text":"EPCL's executives including its members, CEO, board, and the entire management committee is truly invested and committed to increasing female representation in the organization. This commitment from the top allows the support needed to extend DEI initiatives into the organization."
                }
            ]
        },
        {
            "heading":"Feroze1888",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Feroze1888's board of directors adopt practical steps to promote a diverse and inclusive environment within the organization. They keep track of real-time progress through analyzing stats and gauging where they currently are and where they want to be headed by setting yearly targets in the quarterly meetings."
                }
            ]
        },
        {
            "heading":"Abacus",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Abacus, which is led by a female CEO, Ms. Fatima Asad-Said, has a clear DEI vision that brought the company towards the progressive change of diversity and inclusivity. The departments of corporate strategy and finance, corporate human resources, corporate communication and branding, and D&I are also being led by female leaders. The company has appointed senior representatives in all practice areas, who act as visible champions of diversity."
                }
            ]
        },
        {
            "heading":"Hashoo Group",
            "content":[
                {
                    "type":"paragraph",
                    "text":"The Deputy Chairman of the Hashoo Group, Mr. Murtaza Hashwani, has taken a very vocal and a deliberate stand with regards to gender DEI in terms of recruitment of employees, their pay packages, engagement and career growth levels. The senior management of Hashoo Group also displays great commitment towards enhancing gender inclusivity in male dominant departments such as the finance department, by encouraging and training females to work in these departments where female strength is generally low."
                }
            ]
        },
        {
            "heading":"Unilever",
            "content":[
                {
                    "type":"paragraph",
                    "text":"At Unilever, each function is gauged through the lens of diversity. Male to female ratio of every department is presented to the CEO, the management committee, and the South Asia cluster on a monthly basis. The top management analyzes these numbers and plans accordingly."
                }
            ]
        },
        {
            "heading":"Teradata",
            "content":
            [
                {
                    "type":"paragraph",
                    "text":"Executives at Teradata take a DEI pledge, which inculcates the value system of Teradata and signifies the commitment that the senior management has towards DEI."
                }
            ]
        }

    ]
}