{
    "subcategory": "Equitable Recruitment Process",
    "description":"Many organizations in Pakistan are rigorously trying to maintain an equitable recruitment process. Examples of such efforts include targets for female applicants per job posting, targets for short-listing females, avoid stereotyping while short-listing, aggressively headhunting for females, pre-employment training for females, targeted recruitment drives for females and monitoring gender ratios at all stages of recruitment. Some industry examples are presented.",
    "content": [
        {
            "heading":"Abacus",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Abacus is fully committed to the principle of equal opportunity and adopt non-discriminatory hiring practices. The company ensures one to two ratio when shortlisting resumes and for this purpose it aggressively headhunts to find talented and skillful females who can proficiently meet the technical requirements of the job. Since January 2021, Abacus has welcomed over 300 employees and consciously boarded more females on senior level positions for business-critical roles to ensure the inclusion of females in strategic decision making."
                }

            ]
        },
        {
            "heading":"FINCA Microfinance Bank Limited",
            "content":[
                {
                    "type":"paragraph",
                    "text":"FINCA Microfinance Bank Limited has a program called “Trainee Credit Officer” (TCO) which hires 25 females in each batch as trainee credit officers and provides them a three-month stipend along with on-the-job training. The training involves fieldwork, mentorship, and disbursement and mobilization trainings. A female senior credit officer is allocated to each trainee through a buddy system to enhance their productivity. After completion of three months, those who fulfill the qualification criteria are given permanent positions as assistant credit officers. The company also strictly follows its policy of having females in the pool of shortlisted candidates in every hiring round."
                }

            ]
        },
        {
            "heading":"Telenor",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Telenor is very actively involved in creating a gender balance in the workplace. It creates separate talent pools for females, and ensures that the company is doing 50% talent pooling of females in its recruitment strategy. The company is constantly in touch with headhunters across Pakistan who are on the lookout for female talent. This has negated the concept of “pink roles” and has helped in appointing females on tough roles in remote locations."
                }

            ]
        },
        {
            "heading":"PPAF",
            "content":[
                {
                    "type":"paragraph",
                    "text":"PPAF makes conscious efforts to shortlist candidates from diverse backgrounds, especially females. Females are not discriminated on the basis of stereotypes related to their gender, and are encouraged to apply for technical positions. Equity is ensured in terms of providing them equal opportunity as males till shortlisting. After that it is entirely based on merit."
                }

            ]
        },
        {
            "heading":"PTCL Group",
            "content":[
                {
                    "type":"paragraph",
                    "text":"In a conscious effort to build PTCL Group’s future female leadership, the organization inducted 30% women through the management trainee program known as “Summit”. The talent acquisition teams are encouraged to share analytics on the kind of candidates they are attracting for each category and whether there is a need to explore other forums for advertising jobs."
                }

            ]
        },
        {
            "heading":"Hashoo Group",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Hashoo Group has developed a merit-based quota system to increase representation of females in departments where there is minimal female representation. If the desired female candidate lacks certain qualifications or experience she is provided coaching and mentoring. This ensures that the essential competencies and mandatory requirements are not compromised."
                }

            ]
        },
        {
            "heading":"Teradata",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Teradata monitors the female to male percentage religiously and ensures that the hiring manager does not discriminate on the basis of gender when a CV is received and analyzed."
                }

            ]
        },
        {
            "heading":"MMBL",
            "content":[
                {
                    "type":"paragraph",
                    "text":"MMBL recommends all its managers to give priority to female hiring. When a male and a female candidate are at par in terms of the required skill set, the company prefers to hire the female candidate."
                }

            ]
        },
        {
            "heading":"TPL Corp",
            "content":[
                {
                    "type":"paragraph",
                    "text":"TPL Corp provides an equal chance to both genders to be hired; the company has made it mandatory for recruiters to try their best to shortlist as high as 50 percent females in the organization. TPL Corp as a company encourages women (who have taken career breaks for whatever reasons) to rejoin office and restart their careers, be it 1 year or 20 years."
                }

            ]
        },
        {
            "heading":"Jazz",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Jazz has committed to gender balance improvement and has worked on removing any systemic biases from the entire recruitment process with a target of balanced gender ratio at all stages of the recruitment process."
                }

            ]
        },
        {
            "heading":"Unilever",
            "content":[
                {
                    "type":"paragraph",
                    "text":"At Unilever each function has an internal target guiding the percentage of hiring that should be gender balanced. Similarly, the company’s flagship programs like management trainee programmes, 'Unilever Leadership Internship Programme' (ULIP), 'Unilever Future Leaders Programme' (UFLP) and supply chain trainee programs are all designed to enhance female representation."
                }

            ]
        },
        {
            "heading":"S&P Global",
            "content":[
                {
                    "type":"paragraph",
                    "text":"S&P Global makes intentional investments in identifying and recruiting diverse talent, such as partnering with relevant external organizations and conducting targeted sessions for women in universities. S&P Global’s People Movement team in Islamabad has been able to increase the percentage of females hired to 33% in 2022, and has increased female representation in its Pakistan's workforce to 26.6%."
                }

            ]
        }
    ]
}