{
    "subcategory": "Additional DEI Benefits",
    "content": [
        {
            "heading": "Iddat Leave",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Iddat leave is a leave given to a female employees in case of the death of her husband. Many organizations e.g. Bank Alfalah, FINCA Microfinance Bank Limited, Hashoo Groups, Interloop, MMBL and PTCL Group offer Iddat leave."
                }
            ]
        },
        {
            "heading": "On-site Residences or Guest Houses",
            "content": [
                {
                    "type": "paragraph",
                    "text": "On-site residences or guest houses are provided to females when they are travelling for business proposes so that they have a safe place to stay and to make their stay more convenient. Table 4 presents examples of organizations that provide this benefit."
                }
            ]
        },
        {
            "heading": "Separate Enclosures for Niqab-Wearing Women",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Separate enclosures for niqab wearing women during lunch have been created by organizations within the workplace for women who wear niqab to provide them privacy and comfort while having lunch. MMBL and Teradata are examples of two organizations offering this benefit."
                }
            ]
        },
        {
            "heading": "Scooty Loan",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Scooty loan is a short- to medium-term loan, specifically for female employees, to purchase a scooty or motorbike in order to make their commute easier. Bank Alfalah, FINCA Microfinance Bank Limited and MMBL are examples of organizations offering this benefit."
                }
            ]
        },
        {
            "heading": "Adoption Leaves",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Adoption leaves are leaves that are provided to working mothers/parents after adoption so that they have the time and space to adjust and adopt the responsibilities that come with motherhood. Jazz, S&P Global and TPL Corp. are examples of organizations offering adoption leave."
                }
            ]
        },
        {
            "heading": "New Mother’s Adjustment Program",
            "content": [
                {
                    "type": "paragraph",
                    "text": "New mother’s adjustment program provides coaching to women who join the workforce after becoming mothers, to teach them ways to maintain a healthy work-life balance. Bank Alfalah and Jazz are examples of organizations providing this benefit."
                }
            ]
        },
        {
            "heading": "Priority Parking",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Priority parking allocates specific areas for women, irrespective of their position, to park their vehicles within the organization’s premises or close to the premises, thus providing them a safe and secure parking area. PTCL Group and TPL Corp. are examples of organizations offering this benefit."
                }
            ]
        },
        {
            "heading": "\"Momentum\" Initiative by Jazz",
            "content": [
                {
                    "type": "paragraph",
                    "text": "An additional noteworthy initiative 'Momentum' launched by Jazz to facilitate female employees. Momentum provides a complete support system, referred to as “Momentum”, for moms who are returning from any kind of maternity leave. It is a six-month adjustment program in which the access of these women is eased out gradually, so they are not expected to return and start working immediately. After the maternity leave, all women are given 3 months work from home with reduced hours and reduced workload. At the end of the first three months, post-partum women and their line mangers can agree on flexible working arrangements (there are several choices available) for the next three months. Momentum also includes two support groups, one for new moms and one for new fathers, which is supported by a qualified psychologist who provides useful counseling and coaching in regular support group meetings. Grief counseling for grieving parents, and post-partum depression support is also provided through a qualified mental health practitioner."
                }
            ]
        },
        {
            "content":[
                {
                    "type":"image",
                    "text":"book1_cat7_sub7"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit MARC"
                }
            ]
            
        }
    ]
}