{
    "subcategory":"A DEI strategy",
    "description":"Organizations that are trying to improve DEI planning and implementation prepare strategic plans in order to enhance their DEI efforts and materialize their long-term vision regarding DEI. Some organizations have developed specific strategies while others have general roadmaps laid out, to create a culture that consistently promotes DEI; it is a part of their overall strategy and is integrated in their organizational culture.",
    "content":[
        {
            "heading":"Teradata",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Teradata acknowledges the attainment of DEI as a challenge. They believe that it is a gap that needs to be addressed for which they create a sense of acknowledgement across the organizations. This ensures that each individual demonstrates ownership to promote equality and puts in their best effort to eradicate discrimination."
                }
            ]
        },
        {
            "heading":"Unilever",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Unilever aims to eliminate any kind of bias or discrimination in their policies and practices."
                }
            ]
        },
        {
            "heading":"EPCL",
            "content":[
                {
                    "type":"paragraph",
                    "text":"The DEI strategy of EPCL is divided into the external and internal component. The external component of the DEI strategy of the organization looks for ways to collaborate with the industry to increase the number of females in STEM education. The internal focus lies on bringing in the right talent, developing their capability, and ensuring their retention."
                }
            ]
        },
        {
            "heading":"MMBL",
            "content":[
                {
                    "type":"paragraph",
                    "text":"MMBL has a two-fold strategy of female empowerment. The first wing called Women Inspirational Network (WIN) program focuses on women empowerment. It encourages and facilitates female customers or borrowers, belonging from rural or urban areas, to become entrepreneurs by training and digitally equipping them. The other wing is called Mobi Circle, which focuses on internal women empowerment by developing females as emerging leaders and empowering them."
                }
            ]
        },
        {
            "heading":"JS Bank",
            "content":[
                {
                    "type":"paragraph",
                    "text":"JS Bank formulated a three-year D&I strategy in 2021. The first year focused on introducing initiatives for enhancing women representation, progression and developing family friendly policies and inclusion policies and efforts for people with disabilities. The next two years focus on enhancing interventions for these groups, along with introducing interventions for other diversities."
                }
            ]
        },
        {
            "heading":"British Council",
            "content":[
                {
                    "type":"paragraph",
                    "text":"British Council's strategy in 2021 revolves around three areas, i.e., business case, moral case, and legal case. This strategy has three objectives; an inclusive organizational culture, developing capability and leaders, and measuring performance, impact and legal compliance."
                }
            ]
        },
        {
            "heading":"S&P Global",
            "content":[
                {
                    "type":"paragraph",
                    "text":"At S&P Global, DEI is central to who they are and is vital to their success. DEI is rooted in three key areas; people, customers, and community. The company integrates DEI into everything they do, starting with their workforce and workplace, and extending far beyond company walls, into the marketplace and local communities."
                }
            ]
        },
        {
            "heading":"Examples of pillars of the DEI strategy",
            "content":[
                {
                    "type":"subheading",
                    "text":"Abacus",
                    "content":[
                        {
                            "type":"bullet",
                            "text":"Become an employer of choice by attracting and retaining top talent"
                        },
                        {
                            "type":"bullet",
                            "text":"Develop a diverse pool of talent"
                        },
                        {
                            "type":"bullet",
                            "text":"Secure an inclusive work culture"
                        },
                        {
                            "type":"bullet",
                            "text":"Leverage D&I in the marketplace in partnership with customers, suppliers and communities"
                        }
                    ]             
                },
                {
                    "type":"subheading",
                    "text":"Bank Alfalah",
                    "content":[
                        {
                            "type":"bullet",
                            "text":"Introducing D&I analytics"
                        },
                        {
                            "type":"bullet",
                            "text":"Taking a conscious approach to recruitment"
                        },
                        {
                            "type":"bullet",
                            "text":"Focusing on learning and development"
                        },
                        {
                            "type":"bullet",
                            "text":"Catering to employee retention and engagement needs"
                        }
                    ]
                },
                {
                    "type":"subheading",
                    "text":"Jazz",
                    "content":[
                        {
                            "type":"bullet",
                            "text":"People: Covering talent, leadership and culture"
                        },
                        {
                            "type":"bullet",
                            "text":"Business: Covering content, products and partners"
                        },
                        {
                            "type":"bullet",
                            "text":"Community: Covering public image, advocacy and service"
                        }
                    ]
                },
                {
                    "type":"subheading",
                    "text":"Telenor",
                    "content":[
                        {
                            "type":"bullet",
                            "text":"Female talent development"
                        },
                        {
                            "type":"bullet",
                            "text":"Female retention"
                        },
                        {
                            "type":"bullet",
                            "text":"Female inclusion"
                        }
                    ]
                }   
            ]
        }
    ]
}