{
    "category" : "DEI Learning and Development",
    "image": [
        {
        "type": "image",
        "text": "book1_cat10"
        }
    ],
    "subcategory": "Popular DEI trainings",
    "description":"Popular DEI trainings that are offered by many organizations include:\nGender sensitization training\nUnconscious bias training\nSexual harassment training",
    "content": [
        {
            "heading":"Bank Alfalah",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Bank Alfalah launched an e-learning platform in 2021 to train and educate their employees on overcoming gender stereotypes and unconscious bias. The organization also carries out sessions for women on handling sexual harassment, in an attempt to give them the courage to speak up."
                }
            ]
        },
        {
            "heading":"JS Bank",
            "content":[
                {
                    "type":"paragraph",
                    "text":"JS Bank conducts trainings on harassment and gender sensitization. Their gender sensitization training is run specifically for customer facing staff, and ensures that at least one person at one customer touchpoint serves as a 'Gender Champion'. It trains them on appropriate conduct, awareness on harassment, gender biases and the necessary considerations and etiquettes to follow while interacting with women."
                }
            ]
        },
        {
            "heading":"HRSG",
            "content":[
                {
                    "type":"paragraph",
                    "text":"HRSG has trained employees on social compliance policy i.e., prohibition of harassment and abuse, and there are further plans to introduce sensitivity trainings on DEI."
                }
            ]
        },
        {
            "heading":"PPAF",
            "content":[
                {
                    "type":"paragraph",
                    "text":"A gender audit was conducted by PPAF along with the training \"Dignity At Workplace\". A renowned trainer was invited who generated the concept of D&I that eventually led to the creation of modules on gender sensitization. Apart from that, PPAF has been carrying out \"16 Days of Activism\" every year since 2014. The program enlightens employees on gender based violence by conducting campaigns."
                }
            ]
        },
        {
            "heading":"TPL Corp",
            "content":[
                {
                    "type":"paragraph",
                    "text":"TPL Corp provides training on harassment and makes sure that all employees go through this training as the organization has zero tolerance policy towards harassment."
                }
            ]
        },
        {
            "heading":"Abacus",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Abacus recently dedicated an entire month to carry out trainings on unconscious bias, gender sensitivity, sexual harassment and code of conduct, which were mandatory for all employees."
                }
            ]
        },
        {
            "heading":"FINCA Microfinance Bank Limited",
            "content":[
                {
                    "type":"paragraph",
                    "text":"In order to raise awareness about gender and workplace harassment for females at all organizational levels, FINCA Microfinance Bank Limited carries out online focus group sessions via Microsoft teams every month. Females are educated on organizational values, reporting channels and accessibility."
                }
            ]
        },
        {
            "heading":"PTCL Group",
            "content":[
                {
                    "type":"paragraph",
                    "text":"PTCL Group plans to develop portfolios and provide trainings around capacity building, gender sensitive vocabulary and gender stereotypes in the coming year."
                }
            ]
        },
        {
            "heading":"Hashoo Group",
            "content":[
                {
                    "type":"paragraph",
                    "text":"The gender sensitization trainings held at Hashoo Group not only help raise awareness on the matter, but the idea is to unpack the concept in a manner that it pushes people to think critically, internalize it, own it, and connect with it. The group provides small nugget size organic training of 1-2 hours, four times a week or once a month, to a group of 10 to 12 individuals, on an on-going basis"
                }
            ]
        },
        {
            "heading":"Unilever",
            "content":[
                {
                    "type":"paragraph",
                    "text":"At Unilever, each and every function has focused training agendas on female capability. In 2022, the organization is carrying out gender sensitization trainings as a refresher."
                }
            ]
        },
        {
            "heading":"British Council, Jazz and Telenor",
            "content":[
                {
                    "type":"paragraph",
                    "text":"British Council, Jazz and Telenor are also among the organizations which provide trainings on unconscious bias."
                }
            ]
        }
    ]
}