{
    "subcategory": "Community-based capacity development programs for women",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"Organizations that have embraced DEI partner with different institutes to provide community-based capacity development programs for women to prepare them for starting their professional careers. These programs provide opportunities to many women and equip them with the skills required to join the workforce. Examples under this theme include trainings for budding female entrepreneurs, community-based leadership development programs for women, community-based mentorship programs for women, partnerships with other organizations and external awareness campaigns."
                }
            ]
        },
        {
            "heading": "Examples of organizations providing support for women-led businesses",
            "content": [
                {
                    "type": "subheading",
                    "text": "Bank Alfalah"
                },
                {
                    "type": "paragraph",
                    "text":"Bank Alfalah’s SME team has a dedicated department that initiates awareness campaigns on financial inclusion of women. Partnerships with organizations such as Sameera and Ladies fund are formed to educate women on financial, as well as non-financial literacy."
                },
                {
                    "type": "subheading",
                    "text": "EPCL"
                },
                {
                    "type": "paragraph",
                    "text":"EPCL partnered with a training institute that aids the company in imparting technical skills in the communities it works with; this includes the Gul Shane Hadid community, and people living around port Qasim. The company is also engaged in talks with WE power, Women Engineers (Pakistani non-profit organization) and Million mentors (international organization working"
                },
                {
                    "type": "subheading",
                    "text": "Interloop"
                },
                {
                    "type": "paragraph",
                    "text":"Interloop’s HULT Prize Entrepreneurial program promotes entrepreneurial mindset amongst women in the society. This event took place in collaboration with the Government College Women University Faisalabad (GCWUF) entrepreneurial society and University of Agriculture Faisalabad (UAF). Interloop also sponsored a fashion design course for females in which an MOU was signed with the Pakistan Network Training Institute Lahore to support deserving female students for a 2-years BA fashion designing course. Interloop also sponsored the IBA-CED program. The aim was to promote entrepreneurship in women and around 300 participants (males/females/families) benefited from the program."
                },
                {
                    "type": "subheading",
                    "text": "Hashoo Group"
                },
                {
                    "type": "paragraph",
                    "text":"Hashoo Group established a non-profit organization called Hashoo Foundation to enable the underprivileged to become self-reliant through various humanitarian and capacity building approaches. The Foundation further established, a social enterprise called Hashoo Hunar (HH) over the last few decades of its service to the development sector. HH works to alleviate poverty through human resource development initatives, such as youth development centers, sustainable livelihoods, education and health and nutrition programs, with a gender equitable focus."
                },
                {
                    "type": "subheading",
                    "text": "Jazz"
                },
                {
                    "type": "paragraph",
                    "text":"Jazz conducted a bootcamp with the National Incubation Center (NIC) team, in which female entrepreneurs presented their business pitch and were also provided entrepreneurial trainings to support their ideas. The company is also assisting the safe transition of women to the digital world, and as part of GSMA Connected Women Commitment Initiative, it has committed to increase the proportion of women in its mobile internet customer base by 8 percent by 2023 with a dedicated focus on female smart phone ownership. Also, Jazz and Chughtai Lab collaborate to offer discounts on female specific medical tests. Jazz has also introduced Pink Card though which women can avail 50% discounts on various female related medical tests. The cards are issued free of cost, and women can add five more family members on the card, regardless of their dependency or insurance coverage."
                },
                {
                    "type": "subheading",
                    "text": "MMBL"
                },
                {
                    "type": "paragraph",
                    "text":"Partnerships with CIP, DARAZ, NIC & GDG are formed by MMBL for capacity building activities for women borrowers and entrepreneurs."
                },
                {
                    "type": "subheading",
                    "text": "PPAF"
                },
                {
                    "type": "paragraph",
                    "text":"PPAF carried out a leadership training program called \"Irada\". It was a two days’ event. On the first day, community women met donors and narrated their experiences to them. The second day was focused on their capacity building, which highlighted and worked on strengthening areas such as confidence building, leadership, team management and teamwork."
                },
                {
                    "type": "subheading",
                    "text": "PTCL Group"
                },
                {
                    "type": "paragraph",
                    "text":"Inclusion is one of the five focus areas of the CSR Policy at PTCL Group. The organization designs and executes interventions that help different population groups especially w.r.t. gender and disability. The organization believes in creating sustainable partnerships with the development sector so that implementation of the CSR projects can be done by organizations that have good penetration in impoverished community groups."
                },
                {
                    "type": "subheading",
                    "text": "S&P Global"
                },
                {
                    "type": "paragraph",
                    "text":"S&P Global, in collaboration with U.S.-Pakistan Women's Council (USPWC), has pledged to mentor 20,000 girls and women in Pakistan over a period of 3 years through the \"Million Women Mentor\" program. Million Women Mentors is a movement to spark the interest and confidence of girls and women to pursue and succeed in STEM careers, and pursue leadership opportunities through the power of mentoring. Through this pledge, S&P Global wants to play a role in bridging the global skills gap, and create an inclusive economy."
                }
            ]
        }
    ]
}