{
    "category" : "Connecting DEI and Sustainability",
    "image": [
        {
        "type": "image",
        "text": "book1_cat11"
        }
    ],
    "subcategory": "Connecting DEI and sustainability externally",
    "description":"Gender DEI practices that fall under the theme of connecting DEI and sustainability externally are divided into trainings for female customers and clients, external scholarship programs for women, external DEI research and collaboration with DEI related NGOs.",
    "content": [
        {
            "heading": "FINCA Microfinance Bank Limited",
            "content": [
                {
                    "type": "paragraph",
                    "text":"At FINCA Microfinance Bank Limited, the operations department along with the marketing and HR department, run a National Literacy Program (NLP) targeting financial literacy. The focus is to have as many females in the program as possible and ensure financial inclusion of women. This initiative is not just limited to employees at FINCA, but is extended to its female clients as well."
                }
            ]
        },
        {
            "heading": "MMBL",
            "content": [
                {
                    "type": "paragraph",
                    "text":"MMBL's strategy for women's empowerment includes a program a called Women Inspirational Network. This program facilitates female customers and borrowers (rural and urban females) who want to become entrepreneurs, by training and digitally equipping them so that they can achieve their desired goals."
                }
            ]
        },
        {
            "heading": "External DEI research",
            "content": [
                {
                    "type": "subheading",
                    "text":"S&P Global Pakistan"
                },
                {
                    "type": "paragraph",
                    "text":"S&P Global Pakistan is working in close partnership with UN Pakistan Women's Council on the Future of Women and Work. A recent initiative explored the impact of the pandemic on women in Pakistan. A survey was designed by Texas A&M University, which was kept open for six months. Moreover, The U.S. Pakistan Women's Council, S&P Global, Texas A&M University, and the U.S. Pakistan Business Council will convene companies and private sector-led non-profit organizations to exchange lessons learned, for policy development and recommendations for the advancement of women."
                }
            ]
        },
        {
            "heading": "External scholarship programs",
            "content": [
                {
                    "type": "subheading",
                    "text":"British Council"
                },
                {
                    "type": "paragraph",
                    "text":"British Council offers Scottish scholarships to female students from a lower socio-economic background. Hundred plus scholarships are offered for Bachelors and Masters. The company also offers STEM scholarships in which female students are sent to the UK for skill development."
                }
            ]
        },
        {
            "heading": "Collaboration with DEI related NGOs",
            "content": [
                {
                    "type": "subheading",
                    "text":"Feroze1888"
                },
                {
                    "type": "paragraph",
                    "text":"Feroze1888 considers it their responsibility to create job opportunities and raise awareness to encourage women to utilize their talent. One of their 14 sustainability goals is solely concerned with working towards the betterment of the society. The company actively interacts with foundations such as Meman foundation and Selaani. Such collaborations allow room for creating employment opportunities."
                }
            ]
        }
    ]
}