{
    "subcategory": "Budget and Resource Allocation to DEI",
    "description":"Budget and resources need to be allocated for the successful implementation of the DEI strategy and initiatives. In this regard, a few organizations have an exclusive annual budget put aside for DEI activities. For example, organizations that have a separate DEI department or a gender committee, allocate at least some budget exclusively to DEI. All organizations have some budget embedded within other budget heads. For example, embedded budget is often used for DEI training, various employee engagement activities, benefits offered to women etc., in most organizations. Overall, the examples illustrate that sufficient budget needs to be allocated to the DEI structural body and its professional staff in order to implement the planned strategy and achieve the DEI targets.",
    "content": [
        {
            "heading":"Abacus",
            "content":[
                {
                    "type":"paragraph",
                    "text":"The Board Committees have been reconstituted at Abacus keeping in mind the D&I element, and its objectives are to provide executive leadership and direction to the D&I initiatives. To judge the successful implementation of objectives, the council typically meets on quarterly basis."
                }
            ]
        },
        {
            "heading":"Bank Alfalah",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Bank Alfalah's D&I council, created in the year 2021, constitutes of twelve people out of which six are group heads and the rest are representatives from other levels in the organization. This top-driven group head level council meets once a month to discuss ideas, track the implementation of the D&I agenda, and plan and finalize the way forward. It also allocates a specific budget with some cushion for D&I initiatives every year. In addition to this, there is a network of HR business partners and an employee relations team that serve as diversity champions and play their part in keeping the work environment fair, equal, and inclusive for everyone."
                }
            ]
        },
        {
            "heading":"British Council",
            "content":[
                {
                    "type":"paragraph",
                    "text":"At British Council, there is a diversity unit that involves DEI policy makers from the UK. The organization, thus adopts a centralized approach to feed the DEI policies and initiatives that are implemented around the world, within the organization locally. In Pakistan, there is a working group under the country lead. This working group consists of different staff members from different teams, who are engaged on voluntary basis, and they have 5% of their role dedicated to DEI."
                }
            ]
        },
        {
            "heading":"EPCL",
            "content":[
                {
                    "type":"paragraph",
                    "text":"At EPCL, D&I efforts fall under the Talent and Culture function. In each of the company’s subsidiaries a different model exists but what they all have in common is that, a General Manager, Senior Manager and a specific employee look after D&I."
                }
            ]
        },
        {
            "heading":"Interloop",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Interloop’s Equality and Diversity Committee (EDC) incorporates both females and males from the management. The committee's mandate includes D&I target setting, trainings on D&I and handling cases of discrimination or harassment."
                }
            ]
        },
        {
            "heading":"FINCA Microfinance Bank",
            "content":[
                {
                    "type":"paragraph",
                    "text":"FINCA Microfinance Bank Limited has a management subcommittee on diversity, inclusion and belonging (DIB), consisting of a leadership forum. The members of the forum include two female HODs, two females and two males from senior management, and one female from middle management. The bank has separate active committees that deal with issues related to sexual harassment, workplace harassment and workplace bullying."
                }
            ]
        },
        {
            "heading":"JS Bank",
            "content":[
                {
                    "type":"paragraph",
                    "text":"JS Bank is currently in the process of formulating a D&I council that will consist of people from the upper management tier, including the CEO, CHRO and COO. The council will sponsor different programs advocating gender diversity."
                }
            ]
        },
        {
            "heading":"Jazz",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Prominent DEI roles exist at the leadership level at Jazz, demonstrating how it is one of the key priorities for the company. Cross functional teams are formed, in which employees from different departments such as Sustainability, Commercial, Strategy and People Organization are brought together, and given specific DEI related responsibilities and targets."
                }
            ]
        },
        {
            "heading":"PTCL",
            "content":[
                {
                    "type":"paragraph",
                    "text":"At PTCL Group a department of DEI has been formed which is actively involved in coming up with solutions to increase the representation of women within the organization, and fostering a culture of inclusivity with the help of a strategy formulated under the guidance of GDEIB benchmark standards. The responsibility of DEI comes under group head Culture, Transformation and Change Management, and Assistant Manager (D&I)."
                }
            ]
        },
        {
            "heading":"PPAF",
            "content":[
                {
                    "type":"paragraph",
                    "text":"PPAF’s gender committee has been allocated a seperate budget to take DEI initiatives. The committee ensures active gender representation and participation within its operations. The purpose of this committee is to support PPAF in mainstreaming the concept and practice of gender equity in all its internal and external work. It also aims to assist PPAF’s stakeholders in meeting their obligations in terms of what is set out in the results framework to achieve Millennium Development Goals (MDG) of gender equality."
                }
            ]
        },
        {
            "heading":"Unilever",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Unilever has a group of forty people from different functions across all levels, who work in the form of cross-functional teams. These teams are responsible for different areas of D&I such as gender, transgender and PWDs. They share ideas with the management committee and the CEO for approval, so that they can proceed with executing the plan in the years ahead."
                }
            ]
        },
        {
            "heading":"Teradata",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Teradata has a cohesive organizational structure with a global board. There are regional committees with voluntary representatives responsible for ensuring implementation of all plans within that particular region. At present there is a representative of DEI initiatives in Pakistan who is a part of the regional forum, who ensures that activities done outside of Pakistan are reflected within the country as well."
                }
            ]
        }
    ]
}