{
    "category" : "Services and Products, Marketing and Responsible Sourcing",
    "image": [
        {
        "type": "image",
        "text": "book1_cat13"
        }
    ],
    "subcategory": "Industry Examples of Tools for Services and Products, Marketing and Responsible Sourcing",
    "content": [
        {
            "heading": "Service and Product Development",
            "content": [
                {
                    "type": "paragraph",
                    "text":"There were limited industry examples under the categories of services and products, marketing and responsible sourcing. Overall, these areas need considerable attention. The GDEIB 2021 standards provide guidance about the impact of these categories. The standards explain that it is vital for organizations to embed DEI considerations in service and product development. Customers tend to be the most crucial stakeholders for an organization, thus addressing their perceptions and needs sets the tone for how they will engage with the company going forward. It is also integral to ensure that biasness towards females is not reflected in any form in the products or services offered by an organization."
                }
            ]
        },
        {
            "heading": "Marketing and Customer Service",
            "content": [
                {
                    "type": "paragraph",
                    "text":"Marketing and customer service strategies attract and retain the customer base. The impact that marketing strategies can have on creating an image of the organization in the consumers’ mind is significant. Truly diverse and inclusive marketing strategies require that a message resonate consciously and subconsciously with the audience, connecting with them on a deeper level. If the customers cannot identify with the message the organization is advertising in its marketing campaigns, retaining them is going to be a challenge. Customer service reflects brand image, mission and core values. All these elements are interconnected. Thus authentic efforts of embedding DEI in customer service are critical."
                }
            ]
        },
        {
            "heading": "Responsible and Ethical Sourcing",
            "content": [
                {
                    "type": "paragraph",
                    "text":"Responsible and ethical sourcing refers to a commitment to purchase a significant percentage of goods and services from organizations committed to high standards in DEI, sustainability, ethical behavior, and Fair Trade. Further, the organization supports its current and potential suppliers in maintaining high standards through education and systems that enable them to compete equitably with other suppliers, the ultimate goal being the creation of sustainable, successful, and prosperous societies."
                }
            ]
        }
    ]
}