{
    "category": "Maternity / Paternity Leave | 2-2.5 hrs",
    "subcategory": "Video 3 | Second Chances: Overcoming Workplace Bias Through Returnship | 10 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat4_sub4_pdf"
                }
            ]
        },
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"The video portrays the challenges faced by Laiba, a woman in her late 30s who returns to her career after a break. As the video continues, it is clear that Laiba’s career break for family reasons has led to an unfair performance evaluation, stagnation in career development, and lack of promotional opportunities. The video emphasizes the bias and challenges faced by individuals returning to the workforce after significant breaks, advocating for fair treatment and genuine second chances in professional settings."
                }
            ]

        },
        {
            "content": [
                {
                    "type": "video",
                    "text": "video_SecondChances"
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text":"What are some common difficulties for returnship participants integrating back into the job? In what ways can this process be better supported by the company?"
                },
                {
                    "type": "bullet",
                    "text":"The video suggests that Laiba’s performance evaluation is impacted by her career break. How can organizations ensure that performance evaluations are fair and unbiased, especially for employees returning from extended leaves?"
                },
                {
                    "type": "bullet",
                    "text":"How can employers create a more inclusive environment that values diverse career paths and experiences, including those with gaps due to personal or family reasons?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text":"Understanding bias against returnship participants:"
                },
                {
                    "type": "paragraph",
                    "text":"Trainees will learn about the challenges and biases faced by individuals, particularly women, returning to the workforce after a career break. This outcome emphasizes recognizing and addressing the skepticism and undervaluation that returnees often encounter from colleagues and supervisors."
                },
                {
                    "type": "subheading",
                    "text":"Fostering inclusivity for returnship participants:"
                },
                {
                    "type": "paragraph",
                    "text":"Participants will explore strategies to create an inclusive environment that supports the reintegration of returnship participants into the workforce. This includes ensuring fair assignment of responsibilities, appropriate onboarding, and retraining to update skills."
                },
                {
                    "type": "subheading",
                    "text":"Mitigating bias in performance evaluations: "
                },
                {
                    "type": "paragraph",
                    "text":"Learners will gain insights into how career breaks should be factored into performance evaluations to prevent unfair penalization for time away from the workplace. This outcome focuses on adjusting performance metrics to account for the transition period and providing equal opportunities for advancement."
                },
                {
                    "type": "subheading",
                    "text":"Empowering returnees to reclaim professional identity:"
                },
                {
                    "type": "paragraph",
                    "text":"Participants will explore methods for returnees to effectively communicate their capabilities and career goals, and how to assert their professional identity in the workplace. This includes building confidence to discuss their career break openly and positively."
                }
            ]
        }
    ]
}