{
    "category": "book3_cat6",
    "subcategory": "Activity 1 | Deeply Held Perceptions | 30 Min",
    "content": [
        {
            "heading": "Aim",
            "content": [
                {
                    "type": "paragraph",
                    "text": "To challenge and uncover subconscious gender biases related to occupations."
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "bullet",
                    "text": "To encourage participants to explore their subconscious views about dump truck drivers."
                },
                {
                    "type": "bullet",
                    "text": "To foster a discussion about gender roles and biases in the workplace."
                }
            ]
        },
        {
            "heading": "Materials Required",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Paper, pencils, and tape"
                }
            ]
        },
        {
            "heading": "Sequence",
            "content": [
                {
                    "type": "bold",
                    "text": "Step 1: "
                },
                {
                    "type": "paragraph",
                    "text": "Ask participants to think of a construction site and instruct them to imagine a dump truck driver working in this setting. Participants should draw the driver and be as realistic as possible in drawing attire and safety gear, etc. After finishing the drawing, participants should write down the driver’s name below it."
                },
                {
                    "type": "bold",
                    "text": "Step 2: "
                },
                {
                    "type": "paragraph",
                    "text": "Collect the drawings from all participants and tape them on a wall so that everyone can view each other’s drawings."
                },
                {
                    "type": "bold",
                    "text": "Step 3: "
                },
                {
                    "type": "paragraph",
                    "text": " Count the number of drawings that depict the driver as a man and the number of drawings that depict the driver as a female. Share the results with the participants."
                },
                {
                    "type": "bold",
                    "text": "Step 4: "
                },
                {
                    "type": "paragraph",
                    "text": "Facilitate a discussion about the results and the participants’ reactions."
                },
                {
                    "type": "bold",
                    "text": "Step 5: "
                },
                {
                    "type": "paragraph",
                    "text": "End the activity by revealing that the drawings represent the participants’ subconscious views about the gender of dump truck drivers."
                }
            ]
        },
        {
            "heading": "Evaluation",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Observe the reaction of participants when confronted with their deep-rooted perceptions about dump truck drivers and their astonishment when they discover that they hold views that are influenced by gender stereotypes."
                }
            ]
        }
    ]
}