{
    "category": "Stereotyping | 2-2.5 hrs",
    "subcategory": "Video | Redefining Narrative: Finding Your Voice | 10 Min",
    "description": "In this video, a powerful message is conveyed about the internal struggles individuals face in finding their voice amidst societal pressures and biases. It highlights the importance of speaking up against discrimination, stereotypes, and biases, urging individuals to overcome self-doubt and make their voices heard to create positive change in the world.",
    "content": [
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Increase awareness of internalized gender biases:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will become aware of the internalized gender biases that individuals, especially women, may face in their daily lives, as depicted in the video. They will recognize the impact of negative self-talk and societal expectations on self-worth, confidence, and professional aspirations, fostering empathy and understanding of the need to challenge and overcome these biases for personal and collective empowerment."
                },
                {
                    "type": "subheading",
                    "text": "Encourage active advocacy for gender equality:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will be encouraged to speak up and stand up for women's rights and gender equality. They will explore the importance of challenging sexist comments, stereotypes, and discriminatory behaviors, both in the workplace and society, and learn how individual actions can contribute to creating a more inclusive and equitable world for everyone. Through this encouragement, trainees will be inspired to become active advocates for gender equality and agents of change in their communities and workplaces."
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Have you ever experienced situations where you felt compelled to stay silent or conform to societal norms?"
                },
                {
                    "type": "bullet",
                    "text": "Discuss instances where speaking up has led to positive change in your personal or professional life. How did it impact you and those around you?"
                },
                {
                    "type": "bullet",
                    "text": "Considering the message of the video, how can individuals cultivate the courage to speak up against injustice or discrimination, even when it may be uncomfortable or challenging?"
                }
            ]
        }
    ]
}