{
    "category": "Leadership | 2-2.5 hrs",
    "subcategory": "Article 2 |Leaders aren’t taking ownership of diversity initiatives, DEI pros say | 10 Min",
    "content": [
        {
            "heading": "Summary",
            "content": [
                {
                    "type": "bullet",
                    "text": "Business leaders failing to take ownership of DEI progress remains the top challenge for DEI leaders, according to a Gartner report published Jan. 25."
                },
                {
                    "type": "bullet",
                    "text": "DEI leaders report they have to “continually coach business leaders” on why DEI matters to the organization and why it’s critical for company success."
                },
                {
                    "type": "bullet",
                    "text": "DEI practitioners also feel limited by a lack of decision-making power, ineffective coordination of DEI programming across units, limited staff and employee resistance, the report said."
                },
                {
                    "type": "bullet",
                    "text": "According to survey data from Monster, 11% of employers surveyed said DEI programs are “the first to go” when a company needs to cut costs, and only 5% of recruiters said DEI was a top priority despite increased candidate interest in it."
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "How important is it for leadership to take ownership of DEI progress within the organization?"
                },
                {
                    "type": "bullet",
                    "text": "What is the role of DEI leaders in advocating for and educating leadership on the value of diversity and inclusion?"
                },
                {
                    "type": "bullet",
                    "text": "What are the risks associated with deprioritizing DEI programs during cost-cutting measures?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Understand the Importance of Leadership Ownership in DEI Initiatives: "
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will recognize the significance of leadership taking ownership of DEI progress within the organization. They will explore the role of leadership in setting the tone for diversity and inclusion efforts, driving organizational culture change, and ensuring that DEI initiatives are prioritized and supported across all levels of the organization."
                },
                {
                    "type": "subheading",
                    "text": "Explore the Role of DEI Leaders in Advocating for and Educating Leadership:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will examine the role of DEI leaders in advocating for and educating organizational leadership on the value of diversity and inclusion. They will learn about strategies DEI practitioners can employ to effectively communicate the business case for DEI, coach business leaders on the importance of DEI initiatives, and collaborate with leadership to integrate DEI goals into strategic planning and decision-making processes."
                },
                {
                    "type": "subheading",
                    "text": "Assess the Risks Associated with Deprioritizing DEI Programs:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will assess the risks associated with deprioritizing DEI programs during cost-cutting measures. They will explore the potential negative impacts on organizational culture, employee morale and engagement, talent acquisition and retention, reputation and brand image, and overall business performance. Through this assessment, participants will gain insights into the importance of maintaining commitment to DEI efforts even in challenging economic circumstances."
                },
                {
                    "type":"caption",
                    "text":"© Kathryn Moody (2023, Feb 01). Leaders Aren’t Taking Ownership of Diversity Initiatives, DEI Pros Say.HR Drive. Retrieved from https://www.hrdive.com/news/company-leaders-arent-taking-ownership-diversity-initiatives/641749/"
                }
            ]
        }
    ]
}