{
    "category": "Negative Self Perception | 2-2.5 hrs",
    "subcategory": "Video 1 | Seeing Clearly: Overcoming Negative Self-Perception At Work | 10 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat9_sub4_pdf"
                }
            ]
        },
        {
            "content": [
                {
                    "type":"paragraph",
                    "text":"The video follows Sana, a skilled marketing manager in her mid-30s, as she grapples with self-doubt despite her considerable experience and competence. Throughout the video, Sana is depicted in various workplace settings where her negative self-perception prevents her from seizing leadership opportunities and speaking up during meetings. The video portrays the impact of negative self-perception on professional growth and emphasizes the importance of self-belief and receiving encouragement from others.."
                },
                {
                    "type": "video",
                    "text": "video_SeeingClearly"
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "How does Sana's negative self-perception affect her professional behavior and opportunities? Can you relate to her experience, and how have you seen similar perceptions impact others in the workplace?"
                },
                {
                    "type": "bullet",
                    "text": "What role does supportive feedback from colleagues and supervisors, like the encouragement Sana receives from Mr. Saad, play in combating negative self-perceptions? Discuss examples where positive reinforcement has made a difference in your or a colleague's career."
                },
                {
                    "type": "bullet",
                    "text": "Sana struggles with self-doubt despite clear signs of her competence and potential. What strategies can individuals adopt to overcome such doubts and build confidence in their professional abilities?"
                },
                {
                    "type": "bullet",
                    "text": "How might cultural, gender, or background influences shape one’s self-perception in professional settings? Discuss how these factors could contribute to the challenges Sana faces."
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Recognizing the Effects of Negative Self-perception: "
                },
                {
                    "type": "paragraph",
                    "text": "Trainees should understand how negative self-perception can impact professional growth and personal well-being. This outcome emphasizes recognizing the signs of self-doubt and the importance of addressing them to prevent missed opportunities and underperformance."
                },
                {
                    "type": "subheading",
                    "text": "Leveraging Supportive Feedback to Boost Self-esteem: "
                },
                {
                    "type": "paragraph",
                    "text": "Participants will learn the value of supportive feedback from colleagues and supervisors in combating negative self-perceptions. This includes recognizing the power of positive reinforcement in enhancing self-confidence and encouraging career progression."
                },
                {
                    "type": "subheading",
                    "text": "Building Self-confidence in the Workplace: "
                },
                {
                    "type": "paragraph",
                    "text": "Participants will learn strategies to boost their self-confidence and assertiveness. This includes practical steps to challenge self-doubt, such as maintaining a record of achievements, seeking feedback, and setting realistic performance goals."
                }
            ]
        }
    ]
}