{
    "category": "Women in STEM | 2-3 hrs",
    "subcategory": "Video | Women In Stem (#StemTheGap) | 10 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat3_sub3_pdf"
                }
            ]
        },
        {
            "content": [
                {
                    "type":"paragraph",
                    "text":"The video portrays various scenarios where young girls encounter gender stereotypes and discouragement in pursuing STEM (Science, Technology, Engineering, Mathematics) fields. In the first scene, a girl is told by her father to aspire to be a film star instead of an astronaut, unlike her brother. The second scene shows a girl who single-handedly completes a science project, only for her male peer to initially receive the credit. In the third scene, a mother criticizes her daughter's creative robot costume, preferring traditional princess attire. The final scene depicts a father discouraging his daughter from helping with a mechanical task, suggesting it's unsuitable for her. Each scenario highlights the subtle ways gender biases can undermine girls' interests and confidence in STEM activities."

                },
                {
                    "type": "video",
                    "text": "video_WomenInStem"
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "What stereotypes about gender roles are depicted in each scene of the video? How do these stereotypes potentially influence the aspirations and behaviors of young girls and boys differently?"
                },
                {
                    "type": "bullet",
                    "text": "How might the responses from the adults in the video affect the self-esteem and confidence of the girls involved in STEM activities? Discuss the possible long-term impacts on their educational and career choices."
                },
                {
                    "type": "bullet",
                    "text": "How do cultural expectations about gender roles contribute to the reactions of the adults in the video? Discuss how cultural shifts could help change the narrative around girls and women in STEM."
                },
                {
                    "type": "bullet",
                    "text": "Have you ever witnessed or experienced similar situations to those depicted in the video? How did they make you feel, and what was the outcome?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Recognising Gender Stereotypes in Everyday Situations: "
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will learn to identify common gender stereotypes, particularly those that discourage women and girls from pursuing STEM (science, technology, engineering, and mathematics) careers. "
                },
                {
                    "type": "subheading",
                    "text": "Understanding the Impact of Stereotyping on Career Choices:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will explore how early exposure to gender stereotyping can influence the educational and career choices of young women. This includes examining the long-term effects of discouraging girls from engaging in science and technology-related activities."
                },
                {
                    "type": "subheading",
                    "text": "Promoting Gender Inclusivity in Education and Parenting:"
                },
                {
                    "type": "paragraph",
                    "text": "Learners will gain insights into how educators, parents, and community leaders can support and encourage girls to pursue interests in STEM fields. This outcome focuses on strategies to counteract stereotypical expectations and to provide equal opportunities for all children, regardless of gender."
                },
                {
                    "type": "subheading",
                    "text": "Empowering Women and Girls in STEM:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will explore practical ways to empower women and girls to pursue and succeed in STEM careers. This includes creating supportive environments, mentoring programs, and showcasing role models who exemplify diverse success stories in STEM."
                }
            ]
        }
    ]
}