{
    "category": "Maternity / Paternity Leave | 2-2.5 hrs",
    "subcategory": "TEDx Talk | How to Design Gender Bias Out of Your Workplace | 15-20 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat6_sub7_pdf"
                }
            ]
        },
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"The TEDx Talk provides an overview of Sara Sanford’s ideas on what practical measures all organizations should take in order to eradicate gender-biased unconscious behavior from their working environment. She emphasizes that organizations must change their policies and practices structurally to bring about gender equity. She proposes a framework for organizations to assess and adjust their procedures, ranging from hiring practices to performance evaluations, ensuring they are unbiased and inclusive. This framework involves specific evidence-based standards that organizations can implement to make gender equality achievable. In other words, Sara’s approach calls for systemic changes instead of changes in individual behaviors"
                }
            ]

        },
        {
            "content": [
                {
                    "type": "video",
                    "text":"tedxtalk_HowToDesignGenderBias"
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text":"Have you encountered situations where gender bias affected team dynamics or decision-making processes in your workplace?"
                },
                {
                    "type": "bullet",
                    "text":"In your opinion, what role do leaders and managers play in modeling bias-aware behaviors and creating environments where diverse perspectives are valued and respected?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text":"Understanding structural gender bias: "
                },
                {
                    "type": "paragraph",
                    "text":"Trainees will learn about the concept of structural gender bias and its pervasive influence on organizational policies and practices. This outcome focuses on identifying how unconscious biases are embedded within the workplace, affecting everything from hiring to performance evaluations."
                },
                {
                    "type": "subheading",
                    "text":"Assessing workplace practices for bias:"
                },
                {
                    "type": "paragraph",
                    "text":"Participants will gain the skills to critically assess their organization's current practices against evidence-based standards for gender equity. This includes learning how to conduct audits of hiring practices, promotion criteria, and other key HR processes to identify biases that may be present."
                },
                {
                    "type": "subheading",
                    "text":"Implementing structural changes for gender equity:"
                },
                {
                    "type": "paragraph",
                    "text":"Learners will explore strategies to implement systemic changes in their workplace to promote gender equity. This outcome emphasizes the shift from individual behavior modifications to comprehensive organizational policy changes."
                },
                {
                    "type": "subheading",
                    "text":"Applying evidence-based standards for gender equality:"
                },
                {
                    "type": "paragraph",
                    "text":"Trainees will be introduced to specific, actionable standards and practices that have been proven to mitigate gender bias in the workplace. This includes understanding how to apply these standards consistently across the organization to ensure inclusivity and fairness."
                }
            ]
        }
    ]
}