{
    "category":"About the Gender DEI Toolkit Volume III",
    "subcategory":"Methodology",
    "content":[
        {
            "heading":"",
            "content":[
                {
                    "type":"paragraph",
                    "text":"The Gender DEI Toolkit Volume III employed a qualitative, multi-method inductive approach to explore diversity, equity, and inclusion (DEI) training practices within organizations in Pakistan, and also identified current trends in DEI discussions in both academic and popular literature. The ideas and materials gathered from various sources were subsequently refined and organized into the Gender DEI Toolkit Volume III."
                },
                {
                    "type":"paragraph",
                    "text":"Data collection began in October 2023 during the launch of the Gender DEI Toolkit Volume II. The Volume III research team distributed flyers with a QR code that directed participants to a Google form, which inquired about organizations' willingness to contribute to the development of Volume III by sharing DEI training materials. Following this, the team sent emails to 25 organizations operating in Pakistan, requesting their participation in the development of the Volume III. The team conducted detailed interviews in several organizations. During these interviews, participants suggested DEI-related areas where they either conducted training or wanted to conduct training in the future. Some interviewees also verbally shared examples of cases or scenarios that could be useful in a training manual. However, only limited training materials were provided, as some organizations cited confidentiality concerns, while others lacked adequate DEI-related training resources."

                },
                {
                    "type":"paragraph",
                    "text":"In response, the research team adjusted their methodology. Team members began developing case studies and video scripts based on the challenges organizations faced in implementing DEI initiatives, as identified in the Gender DEI Toolkit Volume II, and the training areas and scenarios suggested by interviewees. The team also sourced secondary data from various publicly available materials. Consequently, most of the case studies in the toolkit were developed by the research team, drawing inspiration from these sources. Some video scripts were written by the team, while others were adapted from open sources, such as YouTube. Many of the activities were adapted from UNESCO’s Training Manual and modified to reflect Pakistani cultural context (UNESCO, 2004). Abstracts of articles from sources like Harvard Business Review, Forbes, and Deloitte Insights, and links to relevant TEDx Talks were also included. The discussion questions and learning outcomes for each training resource were crafted by the team, taking into account the common challenges and requests for training topics expressed by the interviewees."

                },
                {
                    "type":"paragraph",
                    "text":"Additionally, a preliminary training feedback session was held in April 2024 to assess the usability and effectiveness of the training material. Approximately 25 HR managers and DEI experts from 15 organizations attended the session and provided feedback on one module's content. The recommendations from this feedback were subsequently incorporated into the refinement of all modules and training materials. The refined material is presented in Volume III. "

                }
            ]
        }

    ]
}