{
    "category": "Organizational Culture | 2-2.5 hrs",
    "subcategory": "Caselet 2 | Navigating DEI Challenges In Transport Policies | 25-30 Min",
    "description": "Amara Cyber is a tech-based company in the busy city of Karachi, Pakistan. The company takes pride in being a role model of diversity, innovation, and inclusivity in the male-dominated tech industry. The top management of the company is aware of social and cultural factors that profoundly influence gender roles and mobility provisions. Hence, it remains proactive in developing policies to accommodate marginalized groups, especially women. During a recent meeting, the company’s leadership observed a disturbing trend: female employees faced significant challenges in commuting to work. This was largely due to cultural constraints that discouraged them from using common modes of transportation, such as motorcycles (common mode of transport for men).\nTherefore, Amara Tech implemented a policy providing transportation services exclusively for its female staff. The main aim of the policy was to ensure that female workers had the safest and most convenient transportation options for commuting to and from work. Company launched the transportation policy with good intentions; however, many employees, particularly male personnel, were not satisfied with this policy. One such employee was Amir, who was a reputable and certified software developer. He was a known team player and a collaborative individual by nature. However, he felt that the company was undermining his basic rights. He was not the only male employee with feelings of resentment. Majority of the male workers felt that it was nothing more than reverse discrimination. Specifically, they believed that the company was discriminating against the male workforce by completely overlooking the commuting challenges they faced.\nOne day in the office canteen, things started getting out of hand. At the lunch, a group of male employees, including Amir, spiritedly argued about the new transportation policy. Sara was a popular project manager who, as a matter of principle, stood for diversity and equality. Hearing them comment on injustice and unequal treatment, she saw it was a major and volatile issue that had to be handled immediately to prevent any further damage.\nSara knew that the transportation policy was critical to the company’s female workers like Ayesha. Ayesha was a talented web designer who had difficulty commuting to work.\nHowever, Sara was also well aware of the increased feelings of injustice among male workers.\nThe challenge was to address this divide without compromising the company's commitment to supporting its female staff. Sara realized that tackling this challenge head-on was crucial for the company's efforts to support and empower women to succeed.",
    "content": [
        {
            "heading": "The Intervention",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Sara proposed a comprehensive approach to resolve the issue; it focused on dialogue, policy adaptation, education, and continuous engagement or collaboration."
                },
                {
                    "type": "subheading",
                    "text": "Open Dialogue: "
                },
                {
                    "type": "paragraph",
                    "text": "Sara arranged a series of discussion sessions involving workers from different departments. The purpose was to offer a safe space to have an open and respectful dialogue that allowed everyone, including Amir and Ayesha, to express their opinions. These discussions helped the company staff learn about the specific challenges that women often encounter while commuting; hence, developing a sense of empathy among them."
                },
                {
                    "type": "subheading",
                    "text": "Policy Review and Adaptation: "
                },
                {
                    "type": "paragraph",
                    "text": "Motivated by the insights gained from these discussions, the company decided to review its transport policy. Additionally, in an effort to ensure inclusivity and fairness, Amara Tech rolled out a transport allowance for male employees too. This policy was set to support junior staff such as Faizan, a junior developer who had consistently raised concerns over transportation (fuel) expenses."
                },
                {
                    "type": "subheading",
                    "text": "DEI Training:"
                },
                {
                    "type": "paragraph",
                    "text": "The company initiated comprehensive DEI training for all employees to ensure a better understanding of the fundamental DEI principles. Thus, this program helped to foster a better understanding of gender dynamics, cultural sensitivity, and the importance of supporting the diverse needs of staff members in the workplace setting."
                },
                {
                    "type": "subheading",
                    "text": "Continuous Monitoring and Feedback:"
                },
                {
                    "type": "paragraph",
                    "text": "To guarantee long-term sustainability, Amara Tech implemented continuous policy reviews and open-loop feedback on all DEI initiatives. This approach encouraged employees to actively contribute to creating a more inclusive and supportive work environment."
                }
            ]
        },
        {
            "heading": "Caselet Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "For what reason were other male employees and Amir highly dissatisfied with the new transportation policy?"
                },
                {
                    "type": "bullet",
                    "text": "How can encouraging dialogue in the workplace about issues relating to DEI help to develop understanding and empathy?"
                },
                {
                    "type": "bullet",
                    "text": "What steps can organizations take to ensure that their DEI efforts are inclusive and consider the diverse needs of all employees, irrespective of gender?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Understanding the Role of Targeted Policies in Addressing Specific Challenges:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees should learn how specialized policies, like the transportation service for female employees, are developed to address specific barriers faced by marginalized groups within the workplace. "
                },
                {
                    "type": "subheading",
                    "text": "Balancing Equity and Perception of Fairness in Policy Making:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will gain insights into the complexities of creating policies that cater to specific groups without alienating others. This includes understanding the perceptions of reverse discrimination and strategies for addressing these concerns without undermining the support for marginalized groups."
                },
                {
                    "type": "subheading",
                    "text": "Fostering Open Dialogue to Enhance DEI Understanding and Engagement:"
                },
                {
                    "type": "paragraph",
                    "text": "Learners will understand the importance of creating safe spaces for open dialogue where employees can express concerns and learn from each other’s experiences. This outcome focuses on the benefits of these discussions in building empathy, understanding, and collective commitment to DEI goals."
                },
                {
                    "type": "subheading",
                    "text": "Adapting and Reviewing Policies to Ensure Inclusivity and Fairness:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will learn the process of continuous evaluation and adaptation of policies to ensure they remain fair, inclusive, and effective. This involves regular reviews, incorporating feedback from all stakeholders, and making necessary adjustments to align with the evolving needs of the workforce."
                }
            ]
        }
    ]
}