{
    "category": "Negative Self Perception | 2-2.5 hrs",
    "subcategory": "Caselet 1 | Farah's Dilemma At Digital Innovations Ltd. | 15-20 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat9_sub2_pdf"
                }
            ]
        },
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"Digital Innovations Ltd., a tech company located in Islamabad, faces a dilemma. The company is strongly committed to promoting gender diversity and equity; however, very few female leaders are willing to step up. One of the best examples is Farah, a young aspiring software developer with 8 years of experience in the company. She’s famous for her competence and had a commanding role in many successful projects within the department. Furthermore, the management saw her as deserving candidate for promotion and urges her to take-up leadership position. She's concerned about the long hours and high pressure of leadership positions. According to her, such work will simply not leave her enough time to spend with her family. Additionally, the lack of female leaders in the company makes her wonder if she'll fit in or receive the support she needs."
                },
                {
                    "type":"paragraph",
                    "text":"Needless to say, this situation has forced Digital Innovations Ltd. to take a serious look at their company culture and practices. They are reconsidering whether their office is as friendly and nurturing for aspiring female leaders as they thought. The realization that talented employees like Farah might not reach their full potential due to these barriers has led to a company-wide initiative to address these issues."
                }
            ]

        },
        {
            "heading": "Caselet Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "How can Digital Innovations Ltd. create a more supportive environment and implement policies that encourage women like Farah to pursue leadership roles without fearing the loss of work-life balance?"
                },
                {
                    "type": "bullet",
                    "text": "What specific steps can the company take to ensure that women in leadership positions have visible and accessible role models within the organization?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Recognizing Barriers to Female Leadership: "
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will understand the common barriers that deter capable women like Farah from stepping into leadership roles, including work-life balance concerns and the perceived lack of support in male-dominated environments."
                },
                {
                    "type": "subheading",
                    "text": "Developing Support Systems for Aspiring Leaders:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will learn to create and implement support systems that encourage women to pursue leadership roles. This includes mentoring programs, networking opportunities, and leadership training that specifically address the unique challenges faced by female employees."
                },
                {
                    "type": "subheading",
                    "text": "Cultivating an Inclusive Leadership Culture:"
                },
                {
                    "type": "paragraph",
                    "text": "Learners will explore strategies to cultivate a company culture that not only encourages diversity at all levels but also actively supports the integration and success of female leaders within the organization."
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit Vol III, MARC"
                }
            ]
        }
    ]
}
