{
    "category": "Maternity / Paternity Leave | 2-2.5 hrs",
    "subcategory": "Video 2 | Equality Starts At Home: The Push For Paternity Leave | 10 Min",
    "description": "This video delves into the challenges fathers face when requesting paternity leave, highlighting the lack of supportive policies and cultural stigmas that minimize their roles at home. The narrative calls for societal and policy changes to support fathers wanting to be more involved during the pivotal early days of their children's lives.",
    "content": [
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Recognizing Unconscious Bias in the Workplace:"
                },
                {
                    "type": "paragraph",
                    "text": "Develop the ability to identify instances of unconscious bias in workplace interactions and decisions, particularly regarding gender roles and family responsibilities."
                },
                {
                    "type": "subheading",
                    "text": "Understanding the Impact of Unconscious Bias on Career Advancement:"
                },
                {
                    "type": "paragraph",
                    "text": "Gain insight into how unconscious biases, such as assumptions about employees' capabilities after returning from maternity leave, can hinder career progression and contribute to inequality in the workplace."
                },
                {
                    "type": "subheading",
                    "text": "Promoting Inclusive Leadership and Fair Treatment:"
                },
                {
                    "type": "paragraph",
                    "text": "Explore strategies for promoting inclusive leadership practices and fostering a culture of fairness and equal opportunities for all employees, regardless of gender or family status."
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Reflect on the long-term implications for children and families if paternity leave becomes more widely accepted and supported. What are the potential social and emotional benefits for children when fathers are actively involved from the early stages of their lives?"
                },
                {
                    "type": "bullet",
                    "text": "How can organizations balance the need for productivity with the benefits of offering paternity leave to employees?"
                }
            ]
        }
    ]
}