{
    "category": "Leadership | 2-2.5 hrs",
    "subcategory": "Article 1 | Management Women And The New Facts Of Life | 20-25 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat12_sub3_pdf"
                }
            ]
        },
        {
            "heading": "Summary",
            "content": [
                {
                    "type": "paragraph",
                    "text": "The cost of employing women in management is greater than the cost of employing men. This is a jarring statement, partly because it is true, but mostly because it is something people are reluctant to talk about. A new study by one multinational corporation shows that the rate of turnover in management positions is 21/2 times higher among top-performing women than it is among men. A large producer of consumer goods reports that one half of the women who take maternity leave return to their jobs late or not at all. And we know that women also have a greater tendency to plateau or to interrupt their careers in ways that limit their growth and development. But we have become so sensitive to charges of sexism and so afraid of confrontation, even litigation, that we rarely say what we know to be true. Unfortunately, our bottled-up awareness leaks out in misleading metaphors (“glass ceiling” is one notable example), veiled hostility, lowered expectations, distrust, and reluctant adherence to Equal Employment Opportunity requirements."
                },
                {
                    "type": "paragraph",
                    "text": "But here is another startling truth: The greater cost of employing women is not a function of inescapable gender differences. Women are different from men, but what increases their cost to the corporation is principally the clash of their perceptions, attitudes, and behavior with those of men, which is to say, with the policies and practices of male-led corporations."
                },
                {
                    "type": "paragraph",
                    "text": "It is terribly important that employers draw the right conclusions from the studies now being done. The studies will be useless—or worse, harmful—if all they teach us is that women are expensive to employ. What we need to learn is how to reduce that expense, how to stop throwing away the investments we make in talented women, how to become more responsive to the needs of the women that corporations must employ if they are to have the best and the brightest of all those now entering the work force."
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "How might organizational policies, practices, and leadership styles contribute to the challenges faced by women in the workplace?"
                },
                {
                    "type": "bullet",
                    "text": "Can you explain the concept of the “glass ceiling” and other forms of systemic bias and discrimination that may hinder women’s professional growth and development?"
                },
                {
                    "type": "bullet",
                    "text": "How important are flexible work arrangements, mentorship programs, leadership development initiatives, and other measures in supporting women’s career advancement and retention?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Recognize the Impact of Organizational Policies and Leadership Styles on Women in the Workplace:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will explore how organizational policies, practices, and leadership styles can contribute to the challenges faced by women in the workplace. They will analyze how systemic biases, discriminatory practices, and male-dominated corporate cultures can hinder women's professional growth, development, and retention, creating awareness of the need for organizational change to promote gender equity and inclusion."
                },
                {
                    "type": "subheading",
                    "text": "Understand the Concept of the \"Glass Ceiling\" and Systemic Bias:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will gain an understanding of the concept of the \"glass ceiling\" and other forms of systemic bias and discrimination that hinder women's professional advancement. They will examine how invisible barriers, gender stereotypes, and structural inequalities can limit women's access to leadership roles and opportunities for career progression."
                },
                {
                    "type": "subheading",
                    "text": "Evaluate the Importance of Supportive Initiatives in Advancing Women's Careers:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will assess the importance of flexible work arrangements, mentorship programs, leadership development initiatives, and other supportive measures in promoting women's career advancement and retention. They will explore how these initiatives can help address the unique challenges faced by women in the workplace, empower them to overcome barriers to advancement and create a more inclusive and equitable work environment for all employees. Through this evaluation, participants will gain insights into effective strategies for supporting women's professional growth and development within organizations."
                },
                {
                    "type":"caption",
                    "text":"© Felice N. Schwartz (1989, January-February). Management Women and the New Facts of Life. Harvard Business Review. Retrieved from https://hbr.org/1989/01/management -women-and-the-new-facts-of-life"
                }
            ]
        }
    ]
}