{
    "category": "Maternity / Paternity Leave | 2-2.5 hrs",
    "type":"deckofslides",
    "text":"deck_cat4",
    "image": [
        {
        "type": "image",
        "text": "book3_cat4"
        }
    ],
    "subcategory": "Activity 1 | Mix and Match | 15-20 Min",
    "content": [
        {
            "heading": "Aim",
            "content": [
                {
                    "type": "paragraph",
                    "text": "To create a deeper understanding and awareness of gender equality and women's issues among participants through interactive engagement and critical thinking."
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "bullet",
                    "text": "To consider and discuss a wide range of topics related to gender equality."
                },
                {
                    "type": "bullet",
                    "text": "To enhance their understanding of gender issues."
                },
                {
                    "type": "bullet",
                    "text": "To reflect on societal norms and biases regarding gender roles."
                },
                {
                    "type": "bullet",
                    "text": "To engage in meaningful dialogue about societal roles, economic disparities, and the importance of valuing women's contributions in all sectors of life."
                }
            ]
        },
        {
            "heading": "Materials Required",
            "content": [
                {
                    "type": "paragraph",
                    "text": " Paper strips with statements cut in half."
                }
            ]
        },
        {
            "heading": "Sequence",
            "content": [
                {
                    "type": "paragraph",
                    "text": "This activity involves handing out pieces of paper that feature statements about issues affecting women. These slips have been unevenly divided in half and mixed, ensuring that each piece can only be perfectly matched with its corresponding half.\nThe following sample statements are to be matched:"
                },
                {
                    "type": "bullet",
                    "text": "Work-life balance is essential for both parents, not just mothers."
                },
                {
                    "type": "bullet",
                    "text": "If we want to change how society views us, we need to start by viewing ourselves differently."
                },
                {
                    "type": "bullet",
                    "text": "Empowering women empowers humanity."
                },
                {
                    "type": "bullet",
                    "text": "When we think of an engineer, we never think of a woman."
                },
                {
                    "type": "bullet",
                    "text": "We are not divided by our differences. We are divided by our failure to identify, accept, and celebrate them."
                },
                {
                    "type": "bullet",
                    "text": "Women’s rights are human rights, and human rights are women’s rights."
                },
                {
                    "type": "bullet",
                    "text": "We do not aim that women should have power over men; but over themselves."
                },
                {
                    "type": "bullet",
                    "text": "In future, there will be no female leaders. There will just be leaders."
                },
                {
                    "type": "bullet",
                    "text": "Educate a woman, educate a nation."
                },
                {
                    "type": "bullet",
                    "text": "Women can work as hard as men can."
                },
                {
                    "type": "bullet",
                    "text": "Paternity leave is a way for men to be fully involved in the lives of their children."
                },
                {
                    "type": "bullet",
                    "text": "The idea that \"real men\" don't cry adds to toxic masculinity."
                },
                {
                    "type": "bullet",
                    "text": "The stereotype that women's main purpose is to serve as housewives and mothers underestimates their potential in other areas."
                }
            ]
        }
    ]
}