{
    "category": "Leadership | 2-2.5 hrs",
    "subcategory": "Caselet 2 | A Determined Saleswoman In Peshawar | 25 Min",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"After graduating from a prestigious university in Lahore, Fatima begins her career with a multinational company in Peshawar's sales department. Her ambition to break down barriers drives her to accept the challenge, despite the city's conservative culture and male-dominated society."
                },
                {
                    "type":"paragraph",
                    "text":"As Fatima starts her new job, she faces many challenges. Despite being equally competent as her male colleagues, she is often overlooked for sales assignments. On the very few occasions that Fatima was given the opportunity to handle sales tasks and interact with clients, she was met with stares and raised eyebrows. This was because she was a female saleswoman in a male-dominated field. Due to the absence of female mentors in her area, Fatima found herself alone in this situation."
                },
                {
                    "type":"paragraph",
                    "text":"Yet she remained determined and took every opportunity to showcase her skills in the sales role. By adding female mentors from within and outside of her organization, Fatima developed a support network that guided her toward career advancement. The hard work and dedication she put into her job eventually paid off, as both her colleagues and clients began to recognize her abilities."
                },
                {
                    "type":"paragraph",
                    "text":"After years of hard work, Fatima rose through the ranks and became a sales director. It was her journey that inspired others in her organization to look beyond their biases. Her story gave women in Peshawar hope that obstacles can be overcome and they can succeed in their chosen fields."
                }
            ]
        },
        {
            "heading": "Caselet Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "How did Fatima overcome biases and succeed?"
                },
                {
                    "type": "bullet",
                    "text": "In industries, professions, or regions dominated by men, what can organizations do to mitigate gender-based discrimination?"
                },
                {
                    "type": "bullet",
                    "text": "What can leaders like Fatima do to advocate for systemic changes that empower women in traditionally conservative settings?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Identify Strategies for Overcoming Gender-based Biases in the Workplace:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will analyze a woman's career journey to overcome biases and succeed in a male-dominated field. They will learn about the importance of resilience, determination, and seeking support from mentors and allies in navigating challenging environments and breaking down barriers to career advancement."
                },
                {
                    "type": "subheading",
                    "text": "Develop Proactive Measures to Mitigate Gender-based Discrimination in Male-dominated Industries or Regions:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will explore effective strategies that organizations can implement to address and mitigate gender-based discrimination in industries, professions, or regions dominated by men. They will examine approaches such as implementing diversity and inclusion training, establishing mentorship programs, creating inclusive policies and practices, and fostering a supportive work culture that values and respects diversity."
                },
                {
                    "type": "subheading",
                    "text": "Advocate for Systemic Changes to Empower Women in Traditionally Conservative Settings:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will learn about the role of women leaders in advocating for systemic changes that empower women in traditionally conservative settings. They will explore strategies such as advocating for gender-inclusive policies and practices within the organization and leveraging their influence to mentor and support other women."
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit Vol III, MARC"
                }
            ]
        }
    ]
}