{
    "category": "Work Life Balance | 2-2.5 hrs",
    "subcategory": "Video 2 | Gender Bias: Are You Overly Influenced By Your Own Prejudices? | 10 Min",
    "description": "The video focuses on the challenges of workplace flexibility, particularly with regard to parenting responsibilities. It showcases various perspectives from both employers and employees about adjusting work hours to accommodate childcare needs, highlighting the differing attitudes towards male and female employees who request flexible work arrangements.",
    "content": [
        {
            "heading": "",
            "content": [
                {
                    "type": "video",
                    "text": ""
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "How can organizations ensure that their flexible work policies are applied equitably across all genders?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Recognizing Unconscious Bias in the Workplace: "
                },
                {
                    "type": "paragraph",
                    "text": "Develop the ability to identify instances of unconscious bias in workplace interactions and decisions, particularly regarding gender roles and family responsibilities."
                },
                {
                    "type": "subheading",
                    "text": "Understanding the Impact of Unconscious Bias on Career Advancement:"
                },
                {
                    "type": "paragraph",
                    "text": "Gain insight into how unconscious biases, such as assumptions about employees' capabilities after returning from maternity leave, can hinder career progression and contribute to inequality in the workplace."
                },
                {
                    "type": "subheading",
                    "text": "Promoting Inclusive Leadership and Fair Treatment:"
                },
                {
                    "type": "paragraph",
                    "text": "Explore strategies for promoting inclusive leadership practices and fostering a culture of fairness and equal opportunities for all employees, regardless of gender or family status."
                }
            ]
        }
    ]
}