{
    "category": "Microaggressions | 2-2.5 hrs",
    "subcategory": "Article | Recognizing and Responding To Microaggressions At Work | 15-20 Min",
    "content": [
        {
            "heading": "Summary",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Microaggressions, the insensitive statements, questions, or assumptions aimed at traditionally marginalized identity groups can happen to anyone, of any background, at any professional level. The research is clear about the impact seemingly innocuous statements can have on one’s physical and mental health, especially over the course of an entire career: increased rates of depression, prolonged stress and trauma, physical concerns like headaches, high blood pressure, and difficulties with sleep. Getting better at noticing and responding to microaggressions — and at being more aware of our everyday speech — is a journey, one with a real effect on our mental health and well-being at work. Microaggressions affect everyone, so creating more inclusive and culturally competent workplace cultures means each of us must explore our own biases in order to become aware of them. The goal is not to be fearful of communicating with each other, but instead to embrace the opportunity to be intentional about it. Creating inclusive cultures where people can thrive does not happen overnight. It takes a continuous process of learning, evolving, and growing."
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Can you share any personal experiences of encountering microaggressions in the workplace or elsewhere?"
                },
                {
                    "type": "bullet",
                    "text": "What are some initiatives that can be taken to foster an inclusive workplace culture?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Develop Awareness of Microaggressions in the Workplace:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will gain an understanding of microaggressions and their impact on individuals' physical and mental health. They will learn to recognize the subtle yet harmful nature of microaggressions and understand how they can manifest in everyday interactions in the workplace, empowering them to identify and address such behaviours."
                },
                {
                    "type": "subheading",
                    "text": "Explore Initiatives for Fostering an Inclusive Workplace Culture:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will explore initiatives and strategies for creating a more inclusive workplace culture. They will brainstorm ideas such as diversity training programs, inclusive language guidelines, bias awareness workshops, mentorship programs, and employee resource groups to promote awareness, understanding, and acceptance of diversity in the workplace."
                },
                {
                    "type":"caption",
                    "text":"© Ella F. Washington (2022, May 10). Recognizing and Responding to Microaggressions at Work. Harvard Business Review. Retrieved from https://hbr.org/2017/04/dont-give-up-on-unconscious-bias-training-make-it-better"
                }
            ]
        }
    ]
}