{
    "category": "Maternity / Paternity Leave | 2-2.5 hrs",
    "subcategory": "TEDx Talk | How to Avoid Gender Stereotypes: Eleanor Tabi Haller-Jordan | 15-20 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat4_sub6_pdf"
                }
            ]
        },
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This video talks about how gender, leadership, and getting ahead in companies are connected, especially during tough times like economic crises. It also looks at debates about laws that say a certain number of women must be on company boards. The speaker shares her own stories and facts to show how women struggle with unfair ideas and unconscious biases at work. She says we need to change our thinking and be more aware to make workplaces fairer and use everyone's skills to make the world better."
                }
            ]

        },
        {
            "content": [
                {
                    "type": "video",
                    "text": "tedxtalk_HowToAvoidGenderStereotyping"
                    
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Have you encountered situations where gender bias affected team dynamics or decision-making processes in your workplace? "
                },
                {
                    "type": "bullet",
                    "text": "In your opinion, what role do leaders and managers play in modeling bias-aware behaviors and creating environments where diverse perspectives are valued and respected?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Gain Awareness of the Impact of Gender Stereotypes on Leadership and Career Advancement:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will gain awareness of how gender stereotypes influence perceptions of leadership and career advancement opportunities. They will explore how unconscious biases and unfair ideas about gender can limit women's access to leadership roles and hinder their professional growth."
                },
                {
                    "type": "subheading",
                    "text": "Understand the Importance of Promoting Gender Diversity and Inclusion in Organizational Leadership:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will understand the importance of promoting gender diversity and inclusion in organizational leadership to create fairer and more equitable workplaces. They will explore the benefits of having diverse perspectives and skills represented in leadership positions and how initiatives such as laws mandating gender diversity on company boards can help address gender disparities and promote gender equality in corporate settings. "
                }
            ]
        },
        {
            "content": [
                {
                    "type": "completepdf",
                    "text": "cat4_pdf"
                }
            ]
        }
    ]
}