{
    "category": "Leadership | 2-2.5 hrs",
    "subcategory": "Article 3 | 10 Reasons Why DEI Efforts Fail (And How to Ensure They Succeed) | 15-20 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat12_sub5_pdf"
                }
            ]
        },
        {
            "heading": "Summary",
            "content": [
                {
                    "type": "paragraph",
                    "text":"Many companies begin their diversity, equity and inclusion (DEI) efforts with the best of intentions. They want to ensure that their employees feel included and supported, that the company has diverse points of view at the table and that customers feel represented in their marketing. But this doesn’t always mean these efforts are going to be successful. To help shed some light on why that is, the members of Young Entrepreneur Council share their insights on why many companies’ DEI efforts fail and what leaders can do to ensure they actually succeed."
                },
                {
                    "type":"bullet",
                    "text":"Unconscious bias was never addressed"
                },
                {
                    "type":"bullet",
                    "text":"There was a lack of commitment to the program"
                },
                {
                    "type":"bullet",
                    "text":"Barriers to success were never resolved"
                },
                {
                    "type":"bullet",
                    "text":"The effort was treated like a 'check-box exercise'"
                },
                {
                    "type":"bullet",
                    "text":"The company didn't understand DEI's true importance"
                },
                {
                    "type":"bullet",
                    "text":"Management didn't take the time to listen"
                },
                {
                    "type":"bullet",
                    "text":"Employees resisted the change"
                },
                {
                    "type":"bullet",
                    "text":"The root causes of problems were never identified"
                },
                {
                    "type":"bullet",
                    "text":"There were no clear goals or success indicators"
                },
                {
                    "type":"bullet",
                    "text":"There was too much focus on the 'rules'"
                },
                {
                    "type":"caption",
                    "text":"© Expert Panel  (2023, Aug 03). 10 Reasons Why DEI Efforts Fail (And How To Ensure They Succeed). Forbes. Retrieved from https://www.forbes.com/sites/theyec/2023 /04/03/10-reasons-why-dei-efforts-fail-and-how-to-ensure-they-succeed/?sh=21bbc56b2696"
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text":"What distinguishes genuine commitment from performative actions in DEI initiatives?"
                },
                {
                    "type": "bullet",
                    "text":"What strategies can be employed to promote accountability and drive meaningful change in DEI efforts?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text":"Differentiate Between Genuine Commitment and Performative Actions in DEI Initiatives:"
                },
                {
                    "type": "paragraph",
                    "text":"Trainees will develop the ability to distinguish between genuine commitment and performative actions in DEI efforts, as outlined in the article. They will explore the characteristics of genuine commitment, such as addressing unconscious bias, resolving barriers to success, and actively listening to employees, as opposed to superficial or tokenistic approaches that treat DEI efforts as a 'check-box exercise'. "
                },
                {
                    "type": "subheading",
                    "text":"Implement Strategies to Promote Accountability and Drive Meaningful Change in DEI Efforts:"
                },
                {
                    "type": "paragraph",
                    "text":"Participants will discover effective strategies for enhancing accountability and fostering meaningful change in DEI initiatives. They'll explore methods like setting clear goals and success indicators, tackling root causes of issues, involving employees in the process, and nurturing a culture of ongoing learning and improvement. By applying these strategies, they'll gain the skills and knowledge needed to lead and support successful DEI efforts in their organizations."
                }
            ]
        }
    ]
}