{
    "category": "Negative Self Perception | 2-2.5 hrs",
    "subcategory": "Caselet 2 | Addressing Pay Disparity At Bank Xcellence | 15-20 Min",
    "description": "At the esteemed Bank Xcellence, two skilled financial analysts, Amna and Umer, encountered an unforeseen circumstance. Despite their comparable experiences, they noticed a substantial salary gap. Umer, being assertive, negotiated his salary during the hiring process and secured a higher initial pay. On the other hand, Amna accepted the first offer without negotiation, assuming it was a fair assessment of her value and adequate for her requirements.\nThis initial salary difference had a compounding effect. During their performance evaluations, their salary increments were determined as a percentage of their existing salary. As a result, Umer’s increments were consistently slightly more than Amna’s, progressively increasing the wage gap each year, despite their equal dedication and contributions to their roles.\nIn an informal chat, Amna and Umer discovered the discrepancy in their salaries. Amna was taken by surprise and felt a sense of unfairness. She was aware that they had identical qualifications and their performance was on par. This disclosure led her to question the equity of the system.",
    "content": [
        {
            "heading": "Caselet Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "What are the reasons that women often don’t negotiate their pay?"
                },
                {
                    "type": "bullet",
                    "text": "How does this initial reluctance play a role in the ongoing gender wage gap?"
                },
                {
                    "type": "bullet",
                    "text": "What measures can be taken to rectify this problem?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Understand the Factors Contributing to Gender-based Pay Disparity:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will gain insight into the reasons why women often don't negotiate their pay, including societal expectations, lack of confidence, and concerns about backlash or perceived social norms. They will explore how these factors perpetuate inequalities in compensation and hinder progress towards gender equity in the workplace."
                },
                {
                    "type": "subheading",
                    "text": "Analyze the Compounding Effects of Initial Pay Differentials on the Gender Wage Gap:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will examine how the initial reluctance to negotiate salary can lead to a widening gender wage gap over time, especially when salary increments are determined as a percentage of existing pay. They will understand the significance of addressing pay differentials at the outset to prevent long-term disparities in compensation and promote fairness and equity in the workplace."
                },
                {
                    "type": "subheading",
                    "text": "Develop Strategies to Address and Rectify Pay Disparities:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will learn about proactive measures that organizations can implement to rectify pay disparities and promote gender equity. They will explore strategies such as implementing transparent salary structures, conducting regular pay audits to identify and address inequities, providing negotiation training and support for all employees, and fostering a culture of fairness and transparency in compensation practices."
                }
            ]
        }
    ]
}