{
    "category": "Women in STEM | 2-3 hrs",
    "subcategory": "TEDx Talk 1 | Females in STEM - We need more! | 10 Min",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"In this video, the speaker talks about how she used to not notice sexism when she was young, but now she sees it clearly, especially in the engineering industry where women face unfair treatment. She shares stories and facts to show how hard it can be for women to succeed in engineering jobs. She believes it's important to talk about and fix sexism at work so that everyone, regardless of gender, can do well in their careers."
                }
            ]

        },
        {
            "content": [
                {
                    "type": "video",
                    "text": "tedxtalk_FemalesInStem"
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Have you encountered situations where gender bias affected team dynamics or decision-making processes in your workplace?"
                },
                {
                    "type": "bullet",
                    "text": "In your opinion, what role do leaders and managers play in modeling bias-aware behaviors and creating environments where diverse perspectives are valued and respected?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Develop Awareness of Gender Bias in STEM Fields:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will develop awareness of the gender bias present in STEM fields, particularly in engineering, as highlighted in the TEDx Talk. They will learn to recognize the challenges and unfair treatment that women face in pursuing and succeeding in engineering careers."
                },
                {
                    "type": "subheading",
                    "text": "Understand the Importance of Addressing Sexism in the Workplace:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will understand the importance of addressing sexism in the workplace to create a more inclusive and equitable environment for all employees, as emphasized in the TEDx Talk. They will explore how tackling sexism not only benefits women but also contributes to organizational success by encouraging diversity of perspectives, enhancing employee morale and engagement, and promoting innovation and creativity."
                }
            ]
        }
    ]
}