{
    "category": "Gender Pay Gap and Budgetary Constraints | 2-2.5 hrs",
    "subcategory": "Video | The Wage Disparity | 10 Min",
    "content": [
        {
            "content": [
                {
                    "type": "pdf",
                    "text": "cat11_sub5_pdf"
                }
            ]
        },
        {
            "content": [
                {
                    "type":"paragraph",
                    "text":"The video humorously portrays the disparity in pay between Sara and Ali, despite holding the same position and experience. Through Sara's witty responses and strategic approach to work, it highlights the frustration and absurdity of unequal pay in the workplace. The narrative serves as a reminder of the ongoing battle for gender equality and fair compensation."

                },
                {
                    "type": "video",
                    "text": "video_WageDisparity"
                }
            ]
        },
        {
            "heading": "Discussion Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "What factors contribute to this wage gap, and how does it impact Sara's attitude towards her work?"
                },
                {
                    "type": "bullet",
                    "text": "What methods can be used to raise awareness and advocate for equal pay in the workplace?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Identify Factors Contributing to Wage Disparity and its Impact on Employee Morale:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will analyze the factors contributing to the wage gap portrayed in the video and explore how they affect individuals' attitudes towards their work. They will understand the implications of unequal pay on employee motivation, job satisfaction, and overall well-being."
                },
                {
                    "type": "subheading",
                    "text": "Develop Strategies to Raise Awareness and Advocate for Equal Pay:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will learn about effective methods for raising awareness and advocating for equal pay in the workplace. They will explore strategies such as conducting pay audits to identify and address wage gaps, promoting transparency in salary negotiations and compensation practices, and fostering a culture of accountability and fairness in addressing wage disparities."
                }
            ]
        },
        {
            "content": [
                {
                    "type": "completepdf",
                    "text": "cat11_pdf"
                }
            ]
        }
    ]
}