{
    "category": "Gender Pay Gap and Budgetary Constraints | 2-2.5 hrs",
    "subcategory": "Caselet 2 | Harmony Cement Co: DEI Budgetary Constraints | 15-20 Min",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"One of the major companies in the cement sector, Harmony Cement Co., has long prioritized diversity, equity, and inclusion as critical components of its corporate culture. Adopting these values was essential to establishing a positive and innovative work atmosphere, especially considering the range of geographical areas the company works in. However, due to tight budgetary constraints in the face of dire global financial conditions, putting these proposals into action has been difficult.\nAt the same time, the company went through several large infrastructure projects, which left it under severe financial pressure. Its financial resources, necessary for supporting various operational and strategic endeavors, became very limited. This resulted in funds designated for the DEI initiatives being frequently redirected to cover the unanticipated costs in large infrastructure projects. The redirection of funds has led to DEI efforts being consistently underfunded, undermining their effectiveness and sustainability.\nFurthermore, the remainder of the DEI budget was used to hold huge and costly public relations events . These events were designed to show the public and media the depth of the company’s commitment to DEI. While these events succeeded in drawing attention from the public and media, they were unable to bring about the long-lasting, systemic reforms needed to establish an inclusive workplace culture\nAdditionally, there was a prominent gap in communicating the achievements and benefits of DEI efforts to the company's executive leadership. The benefits and achievements resulting from DEI initiatives were not sufficiently communicated. Hence, this led to a diminished understanding of DEI's critical role in enhancing workplace culture and contributing to the company's overall success. This gap in communication demonstrated that there is need to enhance a number of existing approaches to ensure that DEI initiatives are valued and acknowledged throughout the whole leadership hierarchy."
                }
            ]

        },
        {
            "heading": "Caselet Questions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Reflecting on the challenges described in the caselet, has your company encountered similar issues with budgetary constraints impacting DEI initiatives?"
                },
                {
                    "type": "bullet",
                    "text": "Describe an inexpensive and innovative way Harmony Cement can use to make its employees participate in DEI initiatives more effectively?"
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content": [
                {
                    "type": "subheading",
                    "text": "Prioritizing DEI Initiatives Despite Budgetary Constraints:"
                },
                {
                    "type": "paragraph",
                    "text": "Trainees will learn the importance of maintaining commitment to DEI initiatives even when financial resources are limited. This outcome focuses on strategies for prioritizing funding and ensuring that DEI efforts are sustained through budgetary challenges."
                },
                {
                    "type": "subheading",
                    "text": "Effective Allocation of DEI Resources:"
                },
                {
                    "type": "paragraph",
                    "text": "Participants will explore how to allocate DEI budgets effectively to achieve long-term, systemic changes rather than short-term visibility. This includes assessing the cost-effectiveness of various DEI activities and prioritizing those with the most significant impact on fostering an inclusive culture."
                },
                {
                    "type": "subheading",
                    "text": "Communicating DEI Achievements and Value to Leadership:"
                },
                {
                    "type": "paragraph",
                    "text": "Learners will gain skills in effectively communicating the benefits and successes of DEI initiatives up the leadership chain. This outcome emphasizes the creation of clear communication strategies that highlight the tangible benefits of DEI to the company’s overall success."
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit Vol III, MARC"
                }
            ]
        }
    ]
}