{
    "subcategory": "Absence of an Organizational Culture Promoting DEI",
    "description": "This refers to the constraints and barriers that organizations face while striving to create an inclusive and female friendly organizational culture.",
    "content": [
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "The presence of stereotypical beliefs or actions in organizations that make women feel devalued and deters them from staying in an organization."
                },
                {
                    "type": "bullet",
                    "text": "There is unconscious bias against women due to patriarchal business models in organizations."
                },
                {
                    "type": "bullet",
                    "text": "Biased language and a hostile environment prevail when implementing tools and strategies for DEI."
                },
                {
                    "type": "bullet",
                    "text": "There is lack of accountability regarding DEI implementation in organizations."
                },
                {
                    "type": "bullet",
                    "text": "Organizational leaders violate diversity and inclusion through their attitudes despite being committed to these initiatives."
                },
                {
                    "type": "bullet",
                    "text": "There is a disconnect between the ideas and their execution as bottom-line employees are not made part of the decision-making."
                },
                {
                    "type": "bullet",
                    "text": "Problems and issues in implementing DEI policies are not reported frequently."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations need to create a “Speak Up” culture and encourage females to report problems not only to DEI committees but also to their first-line managers, skip managers, or HR."
                },
                {
                    "type": "bullet",
                    "text": "Organizations must make people accountable for their actions by introducing a robust mechanism for accountability or through equity audits."
                },
                {
                    "type": "bullet",
                    "text": "CEOs and executives need to include DEI-related content in meetings where all or most of the workforce is present. Furthermore, managers should ensure that team members who are less inclined towards DEI are engaged more than others."
                },
                {
                    "type": "bullet",
                    "text": "Organizations must ensure that they highlight the company's diversity statement on the website, job advertisements, email signatures, newsletters, and marketing materials."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to focus on broadening recruitment efforts and reducing bias in their selection process."
                },
                {
                    "type": "bullet",
                    "text": "Having more focused group discussions that involve individuals from the front line and the bottom line of the organization to come up and talk about DEI can prove to be helpful."
                },
                {
                    "type": "bullet",
                    "text": "Organizational culture can be changed by introducing female success stories."
                },
                {
                    "type": "bullet",
                    "text": "Companies can encourage diversity in the workplace by displaying posters and wall art to show their dedication."
                },
                {
                    "type": "bullet",
                    "text": "Organizations must design training programs that educate women about their legal rights. Additionally, these programs should highlight the roles of relevant institutions and commissions, such as the UN Commission on the Status of Women (CSW), the National Commission on the Status of Women (NCSW), the Punjab Commission on the Status of Women (PCSW), and many more."
                },
                {
                    "type":"image",
                    "text":"book2_cat1_sub2"
                },
                {
                    "type":"image",
                    "text":"book2_cat1_sub2_2"
                },
                {
                    "type":"image",
                    "text":"book2_cat1_sub2_3"
                }
            ]
        }
    ]
}
