
{
    "subcategory": "Challenges in Retaining Female Talent Amid Changes in their Circumstances",
    "description": "This refers to the organizations struggling to retain or adjust female employees who need to take time off, adjust their schedule of work or place of work because of family or personal obligations.",
    "content": [
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "The responsibility to earn is not seen as a female’s responsibility."
                },
                {
                    "type": "bullet",
                    "text": "Women often relocate to other cities after getting married."
                },
                {
                    "type": "bullet",
                    "text": "Females don’t plan their careers before getting married."
                },
                {
                    "type": "bullet",
                    "text": "In-laws consider it inappropriate that their daughter-in law works."
                },
                {
                    "type": "bullet",
                    "text": "Females resign instead of going on maternity leaves because of unfriendly maternity leave policies."
                },
                {
                    "type": "bullet",
                    "text": "Biases exist in organizations that females cannot give proper time to the job because of family commitments."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Whenever possible businesses need to allow females the flexibility to work remotely if they relocate."
                },
                {
                    "type": "bullet",
                    "text": "Organizations can guide females relocating to new cities after getting married on job opportunities in the new cities, and provide introductions."
                },
                {
                    "type": "bullet",
                    "text": "Organizations can invite the members of families of female employees to annual functions/ceremonies to build their trust so they don’t stop females from working."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to create an enabling environment for females through daycare centers so they have support to continue their work while having their young children in a closer vicinity. "
                },
                {
                    "type": "bullet",
                    "text": "Organizations can introduce a nanny allowance for new mothers."
                },
                {
                    "type": "bullet",
                    "text": "Organizations can set KPIs and develop a KPI-driven structure instead of a presenteeism culture so females can get jobs and achieve the required goals despite changing circumstances."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub11"
                }
            ]
        }
    ]
}