
{
    "subcategory": "Limited Opportunities for Professional Advancement of Women in Organizations",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This refers to the systemic barriers women face in career advancement within an organization despite gender equality and diversity initiatives."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "A mindset exists among management and executives that females would leave the job after a certain time and hence there is limited investment in them."
                },
                {
                    "type": "bullet",
                    "text": "There is unconscious bias and preference towards male managers and leaders. "
                },
                {
                    "type": "bullet",
                    "text": "There are limited networking opportunities for women in the workplace as they are often excluded from informal socializing, such as daily cigarette breaks and chit-chat."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations should initiate programs for leadership and development specifically for females. "
                },
                {
                    "type": "bullet",
                    "text": "Top management should be presented with the value proposition that women bring to the table, such as they are 35% more ethical than men."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should introduce and highlight the importance of female networks so they feel strong within themselves."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should work on creating working flexibility and equitable platforms where females feel safe to take up more responsibility."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should introduce training and awareness sessions to change the mindset of (male) senior managers regarding the potential of female employees and reduce unconscious bias."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub8"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit MARC"
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub8_2"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit MARC"
                }
            ]
        }
    ]
}