
{
    "subcategory": "Perception that Females are Unsuitable for Outdoor and Fieldwork Job Roles",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This refers to a barrier that exists because of which females are not able to select many job opportunities or advance in their careers, as they are not perceived to be suitable for outdoor and fieldwork jobs."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "Typical stereotyping that certain roles are male-defined."
                },
                {
                    "type": "bullet",
                    "text": "Benevolence bias can lead line managers and management to believe that women are unsuitable for fieldwork roles."
                },
                {
                    "type": "bullet",
                    "text": "Women may feel unsafe working in the construction and engineering sectors, which can deter them from pursuing such jobs."
                },
                {
                    "type": "bullet",
                    "text": "Challenging working conditions in outdoor and fieldwork locations make it difficult for women to work, and organizations may also find it costly to provide the necessary support."
                },
                {
                    "type": "bullet",
                    "text": "Some women do not consider outdoor and fieldwork jobs because they are not within their comfort zone."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations should identify positions in outdoor and fieldwork where women can become part of the process and provide them with a level playing field to apply."
                },
                {
                    "type": "bullet",
                    "text": "HR can also consider hiring fresh female graduates and providing them with the necessary training and resources to excel in these roles to promote long-term career growth in these areas."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to design and conduct gender sensitization training for all employees, including line managers, to promote awareness and exposure. This may be useful because most people, specifically men, do not always have bad intentions. However, due to a lack of exposure and awareness, they pass stereotypical comments that may undermine the abilities of a female and deter them for taking up non-typical job roles."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub3"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit MARC"
                }
            ]
        }
    ]
}