{
    "category" : "THE EXTERNAL GROUP: LISTEN TO AND SERVE SOCIETY",
    "image": [
        {
        "type": "image",
        "text": "book2_cat4"
        },
        {
            "type":"caption",
            "text":"© Gender DEI Toolkit Vol II, MARC"
        }
    ],
    "subcategory": "National Culture Limiting Female Workforce Participation",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This refers to the limited participation of women in the labor force because of the national culture and associated stereotypes."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "There are cultural stereotypes against women who work."
                },
                {
                    "type": "bullet",
                    "text": "Women are compelled to give up their income to their families and don't have financial independence even if they are working."
                },
                {
                    "type": "bullet",
                    "text": "Women are not seen as \"respectable\" if they go to work in many contexts."
                },
                {
                    "type": "bullet",
                    "text": "Women often find that employers don't have the ability or will to address the needs of women employees."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "The society needs to encourage women more via national level initiatives."
                },
                {
                    "type": "bullet",
                    "text": "The government should introduce policies, guidelines, frameworks, and targets to enhance women’s participation in the workforce."
                },
                {
                    "type": "bullet",
                    "text": "Community-level programs can be used as a step to address women's needs."
                },
                {
                    "type": "bullet",
                    "text": "Multiple stakeholders need to work together to change men’s mentality to create a more inclusive, creative, and peaceful workspace for everyone."
                },
                {
                    "type": "bullet",
                    "text": "The government can use examples of countries that have used feminist policies to empower their female population."
                },
                {
                    "type":"image",
                    "text":"book2_cat4_sub1"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit Vol II, MARC"
                }
            ]
        }
    ]
}