
{
    "subcategory": "Limited Policy Initiatives by the Government to Promote Gender DEI in Organization",
    "description": "This refers to the lack of a strategic approach and commitment to gender diversity, equity, and inclusion by the government, which results in a poor national grasp of these concepts, including the representation of women in boards.",
    "content": [
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "There is a lack of gender-sensitive policies and supporting infrastructure at the national level."
                },
                {
                    "type": "bullet",
                    "text": "The lack of representation of women in government decision-making roles might lead to their needs not being adequately addressed in policy."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "There needs to be a policy at the government level to start molding society to be more approving of DEI."
                },
                {
                    "type": "bullet",
                    "text": "Diversity champions and practitioners can work with the government or policymakers to introduce reforms for the improvement of society and culture."
                },
                {
                    "type": "bullet",
                    "text": "Government needs to make policies that create a suitable environment by deploying and passing anti-sexual harassment laws for equal chances of recruitment."
                },
                {
                    "type": "bullet",
                    "text": "Community-level programs can be used as a step to address women's needs."
                },
                {
                    "type":"image",
                    "text":"book2_cat4_sub2"
                }
            ]
        }
    ]
}