
{
    "subcategory": "Non-serious Attitude during Mandatory DEI Training Sessions",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This refers to the challenge that employees do not take DEI trainings seriously when it is made mandatory by their organization."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "DEI trainings are not considered important by employees."
                },
                {
                    "type": "bullet",
                    "text": "Some employees have a misogynist way of thinking. People do not take soft skills training, like diversity training, seriously."
                },
                {
                    "type": "bullet",
                    "text": "Companies often arrange training sessions to cover legal requirements and force employees to attend them. "
                },
                {
                    "type": "bullet",
                    "text": "Training is often used in reaction to complaints such as harassment cases. "
                },
                {
                    "type": "bullet",
                    "text": "There are limited good quality DEI trainers available."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Ensure or promote visible as well as active participation of senior leadership in the DEI trainings. "
                },
                {
                    "type": "bullet",
                    "text": "Organizations should develop surveys and feedback forms for employees to evaluate the effectiveness of training and its impact on individual development."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to offer voluntary diversity training instead of making trainings mandatory for all employees. "
                },
                {
                    "type": "bullet",
                    "text": "Assessment tools such as pretests can be used to make prospective trainees aware of the need for their training. "
                },
                {
                    "type": "bullet",
                    "text": "Organizations can incentivize training, learning and behavioral change as a result of training."
                },
                {
                    "type":"image",
                    "text":"book2_cat3_sub5"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit MARC"
                }
            ]
        }
    ]
}
