
{
    "subcategory": "Lack of Executive Involvement in DEI Initiatives",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This refers to the situation when the senior executives in the company are not supporting the DEI initiatives within an organization."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "Executives fail to understand the importance of DEI due to a lack of available tools to measure its long-term impact."
                },
                {
                    "type": "bullet",
                    "text": "Lack of women in top management positions negatively affects executive involvement in DEI."
                },
                {
                    "type": "bullet",
                    "text": "A misconception exists among top leadership that a favorable and inclusive company culture exists in the organization. "
                },
                {
                    "type": "bullet",
                    "text": "There is a lack of accountability for the executive’s involvement in DEI initiatives. "
                },
                {
                    "type": "bullet",
                    "text": "Leaders have this assumption that they are already doing enough for DEI. "
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "The involvement of leaders can be attained by encouraging leadership attendance at DEI events, highlighting DEI achievements within each leader's teams, and assisting leaders/executives in sponsoring a resource group. "
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to increase the number of females in top management."
                },
                {
                    "type": "bullet",
                    "text": "There needs to be an emphasis on how inactivity in this area might harm efforts to attract and retain talent. "
                },
                {
                    "type": "bullet",
                    "text": "Accountability metrics need to be implemented for top leadership."
                },
                {
                    "type": "bullet",
                    "text": "There is a need to demonstrate to business leaders and executives how gender DEI positively impacts crucial business challenges."
                },
                {
                    "type":"image",
                    "text":"book2_cat1_sub6"
                },
                {
                    "type":"image",
                    "text":"book2_cat1_sub6_2"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit MARC"
                }
            ]
        }
    ]
}