
{
    "subcategory": "Perception of Unfairness among Males when Females are Granted More Flexibility in the Workplace",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This refers to men feeling disadvantaged or unfairly treated when women are given greater flexibility in the workplace to deal with personal commitments."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "Lack of understanding among men because of inaccurate assumptions."
                },
                {
                    "type": "bullet",
                    "text": "Limited realization by men that women are seen as unduly responsible for the care of children and the elderly."
                },
                {
                    "type": "bullet",
                    "text": "Limited use or availability to use facilities like hybrid work and daycare centers by men."
                },
                {
                    "type": "bullet",
                    "text": "Unconscious or conscious bias against women who are working."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Leaders need to set clear goals for all employees and ways to measure how well they achieve those goals instead of focusing on how many hours employees spend at their desks. "
                },
                {
                    "type": "bullet",
                    "text": "Organizations should introduce gender-neutral DEI initiatives such as introducing flexible working and daycare for both male and female employees or providing transport facilities to all instead of just females."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should provide training to all employees to understand the fundamental concepts of equity and inclusion and to overcome bias."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub15"
                },
                {
                    "type":"caption",
                    "text":"© Adapted from cartoonstock.com"
                }
            ]
        }
    ]
}