
{
    "subcategory": "Stereotyping that Women cannot Fulfill Professional Commitments at Senior Levels",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This refers to the biases and assumptions that exist in organizations that women cannot balance their professional and personal commitments effectively as they move up the organizational ladder."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "A perception exists in organizations that females have family issues or will get married and take leave."
                },
                {
                    "type": "bullet",
                    "text": "There is a typical mentality that females will not be taken seriously if they take up leadership roles. "
                },
                {
                    "type": "bullet",
                    "text": "Inflexible working hours hinder many women from succeeding in their professional lives. "
                },
                {
                    "type": "bullet",
                    "text": "Stereotyping leads to questions about the discipline and commitment of females towards their careers."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations need to provide Sensitization training to males on how they need to treat females."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to generate awareness regarding the presence of unconscious biases that hinder women’s development. "
                },
                {
                    "type": "bullet",
                    "text": "Businesses need to create female-friendly environment where females can contribute at all levels of the organization."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to share the success stories of females who have achieved professional success."
                },
                {
                    "type": "bullet",
                    "text": "Organizations may introduce a quota system to give opportunities for participation and visibility to women from different backgrounds."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub10"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit MARC"
                }
            ]
        }
    ]
}
