{
    "category":"About the Gender DEI Toolkit Volume II",
    "subcategory":"Methodology",
    "content":[
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"The Gender DEI Toolkit Volume II is based on data collected from industry professionals working in various organizations operating in Pakistan. The main findings of the Gender DEI Toolkit Volume I were shared with the industry during the Gender DEI Toolkit Launch event held at the FAST NUCES auditorium on 6th October 2022. Professionals attending this event were requested to identify the key challenges they encountered while implementing various DEI policies. Based on usable responses from 37 respondents, the DEI Toolkit team compiled an initial list of 57 challenges. "

                },
                {
                    "type":"paragraph",
                    "text":"To refine and expand this list, industry professionals, particularly those with specialized experience in DEI, were engaged in a comprehensive process. Over five months, from December 2022 to April 2023, 25 interviews were conducted. Prior to each interview, participants were asked to highlight approximately 10 challenges from the preliminary list for in-depth discussions covering root causes and proposed solutions. They were also encouraged to contribute any additional challenges to the preliminary list. The discussions covered challenges they had observed in their current organizations as well as their overall experience in multiple organizations in Pakistan. "

                },
                {
                    "type":"paragraph",
                    "text":"All interviews were transcribed and added to NVivo, a software for qualitative analysis. A total of 54 nodes were generated, each with two child nodes – one focused on causes and the other on solutions. Hence, thematic analysis was used to extract information from the data using a mix of deductive and inductive approaches to identify the causes and solutions of each challenge. Challenges consistently chosen by interviewees, discussed in detail, and with sufficient coded information, were retained, resulting in a second, condensed list."

                },
                {
                    "type":"paragraph",
                    "text":"The challenges in the second list were categorized under the four groups of the GDEIB 2021 standards (Foundation, Internal, Bridging, and External) by the research team. Each challenge encompassed three key areas: the main challenge, the potential causes, and the proposed solution. Once this second list was compiled and details were added, the DEI Toolkit team searched for additional causes and solutions from secondary literature sources, selectively incorporating some of these findings to the causes and solutions. However, no additional challenges were added to the list of challenges from any secondary source. After a comprehensive review by five readers, additional refinements were made to the document, culminating in the final list of 30 challenges presented in Volume II."

                }
            ]
        }

    ]
}