
{
    "subcategory": "Negative Impact of Maternity Leave on Performance Evaluations",
    "content": [
        {
            "content":[
                {
                    "type":"paragraph",
                    "text":"This challenge is faced when the actions and performance of females are measured against predetermined standards and goals as they return from maternity leaves."
                }
            ]
        },
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "A perception exists that women who take long maternity leaves are less committed to their careers, leading to biased evaluations. "
                },
                {
                    "type": "bullet",
                    "text": "Some organizations reassign projects from women to other team members during maternity leave, which can negatively impact their career growth and evaluation."
                },
                {
                    "type": "bullet",
                    "text": "Some organizations compare targets over the whole year irrespective of whether the employee was on (maternity) leave or worked the full year."
                },
                {
                    "type": "bullet",
                    "text": "Stereotypes about women's career priorities after maternity leave can lead to lower performance evaluations, even if they return to work with total commitment."
                },
                {
                    "type": "bullet",
                    "text": "Some organizations do not offer adequate maternity leave. They pressure women to return to work quickly, which can impact their ability to perform well and be evaluated fairly."
                },
                {
                    "type": "bullet",
                    "text": "Women returning from maternity leave are treated as if they have been on a holiday."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations should train and support line managers and team leaders to ensure that they are equipped to effectively manage and accommodate female employees returning from maternity leave giving them an equitable amount of work and opportunities to grow and develop their careers."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should ensure a transparent performance rating system that sets measurable targets for employees in proportion to the time they have worked for. "
                },
                {
                    "type": "bullet",
                    "text": "Team leads should establish and promote \"keep-in-touch\" programs that enable female employees to stay connected to their workplace during their maternity leave."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should encourage men to avail parental/paternity leaves, which could decrease the amount of time women take time off from work. "
                },
                {
                    "type": "bullet",
                    "text": "Managers should normalize the idea and support policies that both men and women may need to take time off work to look after their children and create policies that support this."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub14"
                },
                {
                    "type":"caption",
                    "text":"© Gender DEI Toolkit Vol II, MARC"
                }
            ]
        }
    ]
}