
{
    "subcategory": "Reluctance of Men to take Paternity Leave because of the Prevailing Macho Culture",
    "description": "This refers to the reluctance of male employees to avail paternity leave because of the masculine culture that prevails in organizations and the society.",
    "content": [
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "Men don't find paternity leave useful, as they think it is only the responsibility of women to take care of the children, because of the upbringing of men in our culture."
                },
                {
                    "type": "bullet",
                    "text": "Men think, ‘why take paternity leave when your wife has to do everything?’"
                },
                {
                    "type": "bullet",
                    "text": "The presence of stereotypical mindset that men are not very good at taking care of a child."
                },
                {
                    "type": "bullet",
                    "text": "There is a fear of being negatively evaluated, or not being promoted at work."
                },
                {
                    "type": "bullet",
                    "text": "There is a fear of being made fun of or marginalized for availing paternity leave."
                },
                {
                    "type": "bullet",
                    "text": "Men who are willing to take parental leave are criticized and viewed as weak and uncommitted to their jobs."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations should train and support line managers and team leaders to ensure that they are equipped to effectively manage and accommodate female employees returning from maternity leave giving them an equitable amount of work and opportunities to grow and develop their careers."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should ensure a transparent performance rating system that sets measurable targets for employees in proportion to the time they have worked for."
                },
                {
                    "type": "bullet",
                    "text": "Team leads should establish and promote \"keep-in-touch\" programs that enable female employees to stay connected to their workplace during their maternity leave. "
                },
                {
                    "type": "bullet",
                    "text": "Organizations should encourage men to avail parental/paternity leaves, which could decrease the amount of time women take time off from work."
                },
                {
                    "type": "bullet",
                    "text": "Managers should normalize the idea and support policies that both men and women may need to take time off work to look after their children and create policies that support this."
                }
            ]
        }
    ]
}