
{
    "category" : "THE INTERNAL GROUP: ATTRACT AND RETAIN PEOPLE",
    "image": [
        {
        "type": "image",
        "text": "book2_cat2"
        }
    ],
    "subcategory": "Limited Number of Females Applicants in response to Job Advertisements",
    "description": "This refers to challenges organizations face in generating a sufficient suitable pool of female employees during recruitment that results in a lack of gender diversity and inclusion in the organization.",
    "content": [
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "Lack of education limits women’s opportunities to work."
                },
                {
                    "type": "bullet",
                    "text": "Cultural barriers and family restrictions limit females from working with men."
                },
                {
                    "type": "bullet",
                    "text": "Employer branding is not inclusive or excitable enough for women to apply."
                },
                {
                    "type": "bullet",
                    "text": "Females are not seen as responsible for financially supporting their families, so they don't find it necessary to apply for jobs."
                },
                {
                    "type": "bullet",
                    "text": "Women who are willing to work lack knowledge of job market functioning."
                },
                {
                    "type": "bullet",
                    "text": "There is no proper access to networks and connections that provide information about jobs and referrals for women."
                },
                {
                    "type": "bullet",
                    "text": "Women have less time to search for jobs due to household responsibilities during the job search process."
                },
                {
                    "type": "bullet",
                    "text": "Females are reluctant to apply for jobs as they have difficulty commuting to the office because of lack of transportation facilities."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations need to work with the government and society at large to bring reforms that encourage investment in girls’ education and skills development, as well as reduce cultural barriers."
                },
                {
                    "type": "bullet",
                    "text": "There is a need to inculcate a sense of being financially independent and proving oneself as professional among females."
                },
                {
                    "type": "bullet",
                    "text": "Employers and employees need to be encouraged to share job postings outside of their networks."
                },
                {
                    "type": "bullet",
                    "text": "Females need to be more visible on social and professional forums such as LinkedIn."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to introduce policies that reduce the barriers women face during the job search process."
                },
                {
                    "type": "bullet",
                    "text": "Organizations need to provide safe transport, public spaces, and a conducive workplace environment for females."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub1"
                }
            ]
        }
    ]
}