{
    "subcategory": "Lack of ownership of DEI throughout the organization",
    "description": "This refers to a situation where DEI initiatives are majorly the responsibility of Human Resources (HR) department, with minimal participation or involvement from other departments or employees",
    "content": [
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "Assigning the responsibility of DEI initiatives solely to HR or DEI departments for serving the purpose. "
                },
                {
                    "type": "bullet",
                    "text": "Lack of commitment from senior leadership. "
                },
                {
                    "type": "bullet",
                    "text": "There is usually a resistance to change, as companies are comfortable with up-ending systems that have been around for a long time."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Companies should first focus on establishing a transparently monitored diversity, equity, and inclusion (DEI) policy that is easily understood by all members of the company, demonstrating the company's commitment to DEI and gender equality."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should include DEI-related content in CEO and executive presentations at town hall meetings and annual meetings attended by the majority of the company's workforce. "
                },
                {
                    "type": "bullet",
                    "text": "Highlight your company's diversity statement on the website, job advertisements, email signatures, newsletters, and marketing materials to communicate your commitment to DEI, and promote diversity in the workplace by displaying posters and wall art throughout the company's facilities. "
                },
                {
                    "type": "bullet",
                    "text": "Leadership should support and endorse formal Female Employee Resource Groups (ERGs) to engage employees, shape culture, and provide resources for the advancement of women in the company."
                },
                {
                    "type": "bullet",
                    "text": "HR departments can work on designing and offering DEI-inclusive mentorship and sponsorship programs to support women in their career growth and network-building. "
                }
            ]
        }
    ]
}