
{
    "subcategory": "Difficulty for organizations in finding replacements for females during maternity or sabbatical leaves",
    "description": "This refers to the situation when managers are unable to find a suitable replacement for female team members when they take a long leave, such as maternity leave.",
    "content": [
        {
            "heading": "Causes",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations avoid paying the costs of wage replacement during maternity leave."
                },
                {
                    "type": "bullet",
                    "text": "Organizations are not willing to invest the required resources to find replacements."
                },
                {
                    "type": "bullet",
                    "text": "Organizations don’t plan well in advance for maternity leave replacements."
                },
                {
                    "type": "bullet",
                    "text": "Employees are unwilling to fill a position for a short period of time."
                }
            ]
        },
        {
            "heading": "Solutions",
            "content": [
                {
                    "type": "bullet",
                    "text": "Organizations should raise awareness about the benefits of retaining women during and after maternity leaves and allocate resources accordingly."
                },
                {
                    "type": "bullet",
                    "text": "HR should work with managers to restructure the teams in such a way that when one of the team members has to go on leave, the tasks are divided amongst other resources."
                },
                {
                    "type": "bullet",
                    "text": "Organizations should encourage fathers to take paternity leave so that taking leave at the birth of a child or during the first year of a child’s life becomes a norm."
                },
                {
                    "type": "bullet",
                    "text": "Organizations can work on establishing a pool of former workers who are familiar with the company and could serve for a few months to handle the work."
                },
                {
                    "type":"image",
                    "text":"book2_cat2_sub13"
                }
            ]
        }
    ]
}