{
    "category": "Unconscious Bias",
    "subcategory": "Activity 2 | A Riddle of Gender Perceptions | 30 Min",
    "content": [
        {
            "heading": "Aim",
            "content":[
                {
                    "type":"paragraph",
                    "text":"To explore and address unconscious gender biases through problem-solving."
                }
            ]
        },
        {
            "heading": "Learning Outcomes",
            "content":[
                {
                    "type":"bullet",
                    "text":"To engage participants in solving a riddle that challenges gender stereotypes."
                },
                {
                    "type":"bullet",
                    "text":"To initiate a discussion on gender expectations in professional roles."
                },
                {
                    "type":"bullet",
                    "text":"To encourage reflection on personal biases and their impact on behaviour."
                }
            ]
        },
        {
            "heading": "Materials Required",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Printed copy of the riddle for each participant."
                }
            ]
        },
        {
            "heading": "Sequence",
            "content":[
                {
                    "type":"bold",
                    "text":"Step 1: "
                },
                {
                    "type":"paragraph",
                    "text":"Present the riddle to the participants, ensuring it does not reveal the surgeon’s gender"
                },
                {
                    "type":"bold",
                    "text":"Step 2: "
                },
                {
                    "type":"paragraph",
                    "text":"Give the participants 5 minutes to think of possible solutions for the riddle."
                },
                {
                    "type":"bold",
                    "text":"Step 3: "
                },
                {
                    "type":"paragraph",
                    "text":"Ask participants to volunteer and share their solutions."
                },
                {
                    "type":"bold",
                    "text":"Step 4: "
                },
                {
                    "type":"paragraph",
                    "text":"Encourage a discussion on the assumptions made regarding the surgeon’s gender so that participants reflect on how stereotypes influence expectations."
                }
            ]
        },
        {
            "heading": "Evaluation",
            "content":[
                {
                    "type":"paragraph",
                    "text":"Observe how participants react when they realize that their inherent biases played a role in answering the riddle. "
                }
            ]
        },
        {
            "heading": "Activity: Riddle",
            "content":[
                {
                    "type":"paragraph",
                    "text":"On Sunday morning, Ahmed and his son Ali decide to drive to the local market. Tragically, they are involved in a severe car crash during their journey, resulting in Ahmed’s immediate demise. Ali, who is injured and unconscious, is quickly transported to the closest medical facility. As the on-call surgeon enters the operating theatre to attend to Ali, it becomes evident that something is wrong. Overwhelmed with emotion, the surgeon hastily exits the room, exclaiming, “I cannot perform surgery on this boy. He is my son.” How can this be?"
                }
            ]
        }
    ]
}